Repository: imdlan/Keymap
Catalog: Keymap/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# settings.title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# settings.general
source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
ru: Основные
zh_hans: 通用
zh_hant: 一般

# settings.shortcuts
source: Shortcuts
de: Tastaturkurzbefehle
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
ja: ショートカット
ko: 단축키
ru: Сочетания клавиш
zh_hans: 快捷键
zh_hant: 快捷鍵

# settings.global_mapping
source: Global Mapping
de: Globale Zuordnung
es: Mapeo global
fr: Mappage global
it: Mappatura globale
ja: グローバルマッピング
ko: 전역 매핑
ru: Глобальное сопоставление
zh_hans: 全局映射
zh_hant: 全域映射

# settings.always_on_apps
source: Always-On Apps
de: Immer aktive Apps
es: Apps permanentes
fr: Apps permanentes
it: App sempre attive
ja: 常駐アプリ
ko: 상주 앱
ru: Постоянные приложения
zh_hans: 长驻应用
zh_hant: 常駐應用

# settings.data
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
ru: Данные
zh_hans: 数据
zh_hant: 資料

# settings.advanced
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
ru: Расширенные
zh_hans: 高级
zh_hant: 進階

# settings.launch_at_login
source: Launch at Login
de: Bei Anmeldung starten
es: Iniciar al arrancar
fr: Lancer à l'ouverture de session
it: Avvia al login
ja: ログイン時に起動
ko: 로그인 시 시작
ru: Запускать при входе
zh_hans: 开机自动启动
zh_hant: 開機自動啟動

# settings.launch_at_login.description
source: Keymap will start automatically when you log in
de: Die App wird beim Systemstart automatisch gestartet
es: La app se iniciará automáticamente al arrancar el sistema
fr: L'app se lancera automatiquement au démarrage du système
it: L'app si avvierà automaticamente all'avvio del sistema
ja: システム起動時にアプリを自動的に起動します
ko: 시스템 시작 시 앱이 자동으로 실행됩니다
ru: Приложение будет запускаться автоматически при старте системы
zh_hans: 应用将在系统启动时自动运行
zh_hant: 應用程式將在系統啟動時自動執行

# settings.show_in_dock
source: Show in Dock
de: Symbol im Dock anzeigen
es: Mostrar icono en el Dock
fr: Afficher l'icône dans le Dock
it: Mostra icona nel Dock
ja: Dock にアイコンを表示
ko: Dock에 아이콘 표시
ru: Показывать значок в Dock
zh_hans: 在Dock显示图标
zh_hant: 在 Dock 顯示圖示

# settings.show_in_dock.description
source: Display app icon in Dock
de: Bei Deaktivierung wird die App nur in der Menüleiste angezeigt
es: Si está desactivado, la app solo aparecerá en la barra de menús
fr: Si désactivé, l'app n'apparaîtra que dans la barre de menus
it: Se disattivato, l'app apparirà solo nella barra dei menu
ja: オフにするとメニューバーのみに表示されます
ko: 끄면 메뉴 막대에만 표시됩니다
ru: Если отключено, приложение будет отображаться только в строке меню
zh_hans: 关闭后应用仅在菜单栏显示
zh_hant: 關閉後應用程式僅在選單列顯示

# settings.language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
ru: Язык
zh_hans: 语言
zh_hant: 語言

# settings.language.system
source: Follow System
de: System folgen
es: Seguir el sistema
fr: Suivre le système
it: Segui il sistema
ja: システムに従う
ko: 시스템 따르기
ru: Системный
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.language.simplified_chinese
source: Simplified Chinese
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
it: Cinese semplificato
ja: 簡体字中国語
ko: 중국어 간체
ru: Упрощённый китайский
zh_hans: 简体中文
zh_hant: 簡體中文

# settings.double_press_threshold
source: Double-Press %@ Threshold
de: %@ Doppeltipp-Schwellenwert
es: Umbral de doble pulsación %@
fr: Seuil de double appui %@
it: Soglia doppio tocco %@
ja: %@ダブルタップのしきい値
ko: %@ 이중 탭 임계값
ru: Порог двойного нажатия %@
zh_hans: 双击%@阈值
zh_hant: 雙擊%@閾值

# settings.double_press_threshold.description
source: Adjust double-press sensitivity (lower is more sensitive)
de: Doppeltipp-Empfindlichkeit anpassen (kleiner = empfindlicher)
es: Ajustar sensibilidad de doble pulsación (menor = más sensible)
fr: Ajuster la sensibilité du double appui (plus petit = plus sensible)
it: Regola la sensibilità del doppio tocco (più piccolo = più sensibile)
ja: ダブルタップの感度を調整（小さいほど敏感）
ko: 이중 탭 감도 조정 (작을수록 민감)
ru: Настройка чувствительности двойного нажатия (меньше = чувствительнее)
zh_hans: 调整双击灵敏度（越小越灵敏）
zh_hant: 調整雙擊靈敏度（越小越靈敏）

# settings.trigger_key
source: Trigger Shortcut
de: Auslöser-Kurzbefehl
es: Atajo de activación
fr: Raccourci déclencheur
it: Scorciatoia di attivazione
ja: トリガーショートカット
ko: 트리거 단축키
ru: Сочетание для активации
zh_hans: 触发快捷键
zh_hant: 觸發快捷鍵

# settings.trigger_key.description
source: Select how to trigger shortcut panel
de: Wählen Sie, wie das Kurzbefehl-Panel ausgelöst wird
es: Elegir cómo activar el panel de atajos
fr: Choisir comment déclencher le panneau des raccourcis
it: Scegli come attivare il pannello scorciatoie
ja: ショートカットパネルを起動する方法を選択
ko: 단축키 패널을 실행하는 방법 선택
ru: Выберите способ активации панели сочетаний
zh_hans: 选择触发快捷键面板的方式
zh_hant: 選擇觸發快捷鍵面板的方式

# settings.trigger_key.double_cmd
source: Double Cmd
de: Cmd Doppeltipp
es: Doble pulsación Cmd
fr: Double appui Cmd
it: Doppio tocco Cmd
ja: Cmd ダブルタップ
ko: Cmd 이중 탭
ru: Двойное нажатие Cmd
zh_hans: 双击Cmd
zh_hant: 雙擊 Cmd

# settings.trigger_key.double_option
source: Double Option
de: Option Doppeltipp
es: Doble pulsación Option
fr: Double appui Option
it: Doppio tocco Option
ja: Option ダブルタップ
ko: Option 이중 탭
ru: Двойное нажатие Option
zh_hans: 双击Option
zh_hant: 雙擊 Option

# settings.trigger_key.double_control
source: Double Control
de: Control Doppeltipp
es: Doble pulsación Control
fr: Double appui Control
it: Doppio tocco Control
ja: Control ダブルタップ
ko: Control 이중 탭
ru: Двойное нажатие Control
zh_hans: 双击Control
zh_hant: 雙擊 Control

# settings.panel_auto_close
source: Panel Auto-Close Delay
de: Panel automatisch schließen Verzögerung
es: Retardo de cierre automático del panel
fr: Délai de fermeture automatique du panneau
it: Ritardo chiusura automatica pannello
ja: パネル自動クローズ遅延
ko: 패널 자동 닫기 지연
ru: Задержка автозакрытия панели
zh_hans: 面板自动关闭延迟
zh_hant: 面板自動關閉延遲

# settings.panel_auto_close.description
source: Set to 0 to disable auto-close
de: Auf 0 setzen, um automatisches Schließen zu deaktivieren
es: Establecer a 0 para desactivar el cierre automático
fr: Mettre à 0 pour désactiver la fermeture automatique
it: Imposta a 0 per disabilitare la chiusura automatica
ja: 0に設定すると自動クローズを無効にします
ko: 0으로 설정하면 자동 닫기가 비활성화됩니다
ru: Установите 0 для отключения автозакрытия
zh_hans: 设置为0则不自动关闭
zh_hant: 設定為 0 則不自動關閉

# settings.enable_realtime_detection
source: Enable Real-time Conflict Detection
de: Echtzeit-Konflikterkennung aktivieren
es: Activar detección de conflictos en tiempo real
fr: Activer la détection des conflits en temps réel
it: Abilita rilevamento conflitti in tempo reale
ja: リアルタイム競合検出を有効にする
ko: 실시간 충돌 감지 활성화
ru: Включить обнаружение конфликтов в реальном времени
zh_hans: 启用实时冲突检测
zh_hant: 啟用即時衝突偵測

# settings.enable_realtime_detection.description
source: Detect conflicts when using shortcuts
de: Konflikte bei Verwendung von Kurzbefehlen in Echtzeit erkennen
es: Detectar conflictos al usar atajos
fr: Détecter les conflits lors de l'utilisation des raccourcis
it: Rileva conflitti durante l'uso delle scorciatoie
ja: ショートカット使用時に競合をリアルタイムで検出
ko: 단축키 사용 시 실시간으로 충돌 감지
ru: Обнаруживать конфликты при использовании сочетаний
zh_hans: 使用快捷键时实时检测冲突
zh_hant: 使用快捷鍵時即時偵測衝突

# settings.show_conflict_notifications
source: Show Conflict Notifications
de: Konflikt-Benachrichtigungen anzeigen
es: Mostrar notificaciones de conflictos
fr: Afficher les notifications de conflit
it: Mostra notifiche conflitti
ja: 競合通知を表示
ko: 충돌 알림 표시
ru: Показывать уведомления о конфликтах
zh_hans: 显示冲突通知
zh_hant: 顯示衝突通知

# settings.show_conflict_notifications.description
source: Show system notifications when conflicts detected
de: Systembenachrichtigungen bei erkannten Konflikten anzeigen
es: Mostrar notificaciones del sistema cuando se detecten conflictos
fr: Afficher des notifications système lors de la détection de conflits
it: Mostra notifiche di sistema quando vengono rilevati conflitti
ja: 競合検出時にシステム通知を表示
ko: 충돌 감지 시 시스템 알림 표시
ru: Показывать системные уведомления при обнаружении конфликтов
zh_hans: 检测到冲突时显示系统通知
zh_hant: 偵測到衝突時顯示系統通知

# settings.enable_usage_tracking
source: Enable Usage Statistics Tracking
de: Nutzungsstatistik-Verfolgung aktivieren
es: Activar seguimiento de estadísticas de uso
fr: Activer le suivi des statistiques d'utilisation
it: Abilita tracciamento statistiche utilizzo
ja: 使用統計の追跡を有効にする
ko: 사용 통계 추적 활성화
ru: Включить отслеживание статистики использования
zh_hans: 启用使用统计追踪
zh_hant: 啟用使用統計追蹤

# settings.enable_usage_tracking.description
source: Track shortcut usage for conflict analysis
de: Kurzbefehl-Nutzung für Konfliktanalyse aufzeichnen
es: Registrar uso de atajos para análisis de conflictos
fr: Enregistrer l'utilisation des raccourcis pour l'analyse des conflits
it: Registra l'uso delle scorciatoie per l'analisi dei conflitti
ja: ショートカットの使用状況を記録し、競合分析に使用
ko: 단축키 사용 현황을 기록하여 충돌 분석에 사용
ru: Записывать использование сочетаний для анализа конфликтов
zh_hans: 记录快捷键使用情况，用于冲突分析
zh_hant: 記錄快捷鍵使用情況，用於衝突分析

# settings.always_on_apps.title
source: Always-On Apps
de: Immer aktive Apps
es: Apps permanentes
fr: Apps permanentes
it: App sempre attive
ja: 常駐アプリ
ko: 상주 앱
ru: Постоянные приложения
zh_hans: 长驻应用
zh_hant: 常駐應用

# settings.always_on_apps.scanning
source: Scanning for always-on apps...
de: Suche nach immer aktiven Apps...
es: Buscando apps permanentes...
fr: Recherche des apps permanentes...
it: Ricerca app sempre attive...
ja: 常駐アプリをスキャン中...
ko: 상주 앱 스캔 중...
ru: Поиск постоянных приложений...
zh_hans: 正在扫描长驻应用...
zh_hant: 正在掃描常駐應用...

# settings.always_on_apps.empty
source: No always-on apps detected
de: Keine immer aktiven Apps erkannt
es: No se detectaron apps permanentes
fr: Aucune app permanente détectée
it: Nessuna app sempre attiva rilevata
ja: 常駐アプリが検出されませんでした
ko: 상주 앱이 감지되지 않았습니다
ru: Постоянные приложения не обнаружены
zh_hans: 暂未检测到长驻应用
zh_hant: 尚未偵測到常駐應用

# settings.always_on_apps.empty.hint
source: Click refresh button to scan system for always-on apps
de: Klicken Sie auf Aktualisieren, um das System nach immer aktiven Apps zu durchsuchen
es: Haz clic en actualizar para buscar apps permanentes del sistema
fr: Cliquez sur actualiser pour rechercher les apps permanentes du système
it: Clicca su aggiorna per cercare le app sempre attive del sistema
ja: 更新ボタンをクリックしてシステムの常駐アプリをスキャン
ko: 새로고침 버튼을 클릭하여 시스템의 상주 앱을 스캔하세요
ru: Нажмите обновить для поиска постоянных приложений системы
zh_hans: 点击刷新按钮扫描系统中的长驻应用
zh_hant: 點擊重新整理按鈕掃描系統中的常駐應用

# settings.always_on_apps.mark_manually
source: Mark Manually
de: Manuell markieren
es: Marcar manualmente
fr: Marquer manuellement
it: Segna manualmente
ja: 手動でマーク
ko: 수동 표시
ru: Отметить вручную
zh_hans: 手动标记
zh_hant: 手動標記

# settings.global_mapping.title
source: Shortcut Remapping
de: Kurzbefehl-Neuzuordnung
es: Reasignación de atajos
fr: Remappage des raccourcis
it: Rimappatura scorciatoie
ja: ショートカットリマップ
ko: 단축키 리매핑
ru: Переназначение сочетаний
zh_hans: 快捷键重映射
zh_hant: 快捷鍵重新映射

# settings.enable_global_remapping
source: Enable Global Shortcut Remapping
de: Globale Kurzbefehl-Neuzuordnung aktivieren
es: Activar reasignación global de atajos
fr: Activer le remappage global des raccourcis
it: Abilita rimappatura globale scorciatoie
ja: グローバルショートカットリマップを有効にする
ko: 전역 단축키 리매핑 활성화
ru: Включить глобальное переназначение сочетаний
zh_hans: 启用全局快捷键重映射
zh_hant: 啟用全域快捷鍵重新映射

# settings.enable_global_remapping.description
source: All remapping rules will take effect when enabled
de: Alle Neuzuordnungsregeln werden bei Aktivierung angewendet
es: Todas las reglas de reasignación se aplicarán si está activado
fr: Toutes les règles de remappage seront appliquées si activé
it: Tutte le regole di rimappatura saranno applicate se abilitato
ja: 有効にするとすべてのリマップルールが適用されます
ko: 활성화하면 모든 리매핑 규칙이 적용됩니다
ru: Все правила переназначения будут применены при включении
zh_hans: 启用后所有重映射规则将生效
zh_hant: 啟用後所有重新映射規則將生效

# settings.global_mapping.empty
source: No remapping rules
de: Keine Zuordnungsregeln
es: Sin reglas de mapeo
fr: Aucune règle de mappage
it: Nessuna regola di mappatura
ja: マッピングルールがありません
ko: 매핑 규칙이 없습니다
ru: Нет правил сопоставления
zh_hans: 暂无映射规则
zh_hant: 暫無映射規則

# settings.global_mapping.empty.hint
source: Click 'Add Remapping Rule' button above to create new rule
de: Klicken Sie oben auf 'Neuzuordnungsregel hinzufügen', um eine neue Regel zu erstellen
es: Haz clic en 'Añadir regla de reasignación' arriba para crear una nueva regla
fr: Cliquez sur « Ajouter une règle de remappage » ci-dessus pour créer une nouvelle règle
it: Clicca su 'Aggiungi regola di rimappatura' sopra per creare una nuova regola
ja: 上の「リマップルールを追加」ボタンをクリックして新しいルールを作成
ko: 위의 '리매핑 규칙 추가' 버튼을 클릭하여 새 규칙을 생성하세요
ru: Нажмите «Добавить правило переназначения» выше для создания нового правила
zh_hans: 点击上方「添加重映射规则」按钮创建新规则
zh_hant: 點擊上方「新增重新映射規則」按鈕建立新規則

# settings.global_mapping.rule_count
source: %d remapping rules total
de: Insgesamt %d Zuordnungsregeln
es: %d reglas de mapeo en total
fr: %d règles de mappage au total
it: %d regole di mappatura in totale
ja: 合計 %d 件のマッピングルール
ko: 총 %d개의 매핑 규칙
ru: Всего %d правил сопоставления
zh_hans: 共 %d 条映射规则
zh_hant: 共 %d 條映射規則

# settings.global_mapping.clear_all
source: Clear All
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
ru: Очистить всё
zh_hans: 清空所有
zh_hant: 清空所有

# settings.global_mapping.confirm_clear
source: Are you sure you want to clear all remapping rules? This action cannot be undone.
de: Möchten Sie wirklich alle Zuordnungsregeln löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres borrar todas las reglas de mapeo? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment effacer toutes les règles de mappage ? Cette action ne peut pas être annulée.
it: Sei sicuro di voler cancellare tutte le regole di mappatura? Questa azione non può essere annullata.
ja: すべてのマッピングルールをクリアしてもよろしいですか？この操作は元に戻せません。
ko: 모든 매핑 규칙을 지우시겠습니까? 이 작업은 되돌릴 수 없습니다.
ru: Вы уверены, что хотите очистить все правила сопоставления? Это действие нельзя отменить.
zh_hans: 确定要清空所有映射规则吗？此操作不可恢复。
zh_hant: 確定要清空所有映射規則嗎？此操作無法復原。

# settings.global_mapping.add_rule
source: Add Remapping Rule
de: Neuzuordnungsregel hinzufügen
es: Añadir regla de reasignación
fr: Ajouter une règle de remappage
it: Aggiungi regola di rimappatura
ja: リマップルールを追加
ko: 리매핑 규칙 추가
ru: Добавить правило переназначения
zh_hans: 添加重映射规则
zh_hant: 新增重新映射規則

# settings.global_mapping.edit_rule
source: Edit Remapping Rule
de: Neuzuordnungsregel bearbeiten
es: Editar regla de reasignación
fr: Modifier la règle de remappage
it: Modifica regola di rimappatura
ja: リマップルールを編集
ko: 리매핑 규칙 편집
ru: Редактировать правило переназначения
zh_hans: 编辑重映射规则
zh_hant: 編輯重新映射規則

# settings.global_mapping.source
source: Source Shortcut
de: Quell-Kurzbefehl
es: Atajo de origen
fr: Raccourci source
it: Scorciatoia sorgente
ja: 変換元ショートカット
ko: 원본 단축키
ru: Исходное сочетание
zh_hans: 源快捷键
zh_hant: 來源快捷鍵

# settings.global_mapping.target
source: Target Shortcut
de: Ziel-Kurzbefehl
es: Atajo de destino
fr: Raccourci cible
it: Scorciatoia destinazione
ja: 変換先ショートカット
ko: 대상 단축키
ru: Целевое сочетание
zh_hans: 目标快捷键
zh_hant: 目標快捷鍵

# settings.global_mapping.scope
source: Application Scope
de: App-Bereich
es: Ámbito de aplicación
fr: Portée de l'application
it: Ambito applicazione
ja: アプリケーション範囲
ko: 앱 범위
ru: Область применения
zh_hans: 应用范围
zh_hant: 應用範圍

# settings.global_mapping.scope.global
source: Global
it: Globale
ja: グローバル
ko: 전역
ru: Глобально
zh_hans: 全局应用
zh_hant: 全域應用

# settings.global_mapping.source.description
source: This shortcut will be remapped when pressed
de: Dieser Kurzbefehl wird beim Drücken neu zugeordnet
es: Este atajo será reasignado cuando se pulse
fr: Ce raccourci sera remappé lorsqu'il sera pressé
it: Questa scorciatoia sarà rimappata quando premuta
ja: このショートカットを押すとリマップされます
ko: 이 단축키를 누르면 리매핑됩니다
ru: Это сочетание будет переназначено при нажатии
zh_hans: 按下这个快捷键时将被重映射
zh_hant: 按下這個快捷鍵時將被重新映射

# settings.global_mapping.target.description
source: Will be mapped to this shortcut
de: Wird diesem Kurzbefehl zugeordnet
es: Se mapeará a este atajo
fr: Sera mappé vers ce raccourci
it: Sarà mappata a questa scorciatoia
ja: このショートカットにマップされます
ko: 이 단축키로 매핑됩니다
ru: Будет сопоставлено с этим сочетанием
zh_hans: 将被映射为这个快捷键
zh_hant: 將被映射為這個快捷鍵

# settings.global_mapping.scope.description
source: Select which application(s) this remapping rule applies to
de: Wählen Sie die Apps, für die diese Zuordnungsregel gilt
es: Seleccionar las apps a las que se aplica esta regla
fr: Sélectionner les apps auxquelles cette règle s'applique
it: Seleziona le app a cui si applica questa regola
ja: マッピングルールを適用するアプリを選択
ko: 매핑 규칙을 적용할 앱을 선택하세요
ru: Выберите приложения, к которым применяется это правило
zh_hans: 选择映射规则适用的应用
zh_hant: 選擇映射規則適用的應用程式

# settings.global_mapping.scope.readonly
source: Application scope cannot be modified
de: App-Bereich kann nicht geändert werden
es: El ámbito de aplicación no se puede modificar
fr: La portée de l'application ne peut pas être modifiée
it: L'ambito dell'applicazione non può essere modificato
ja: アプリケーション範囲は変更できません
ko: 앱 범위는 수정할 수 없습니다
ru: Область применения нельзя изменить
zh_hans: 应用范围不可修改
zh_hant: 應用範圍無法修改

# settings.global_mapping.add.title
source: Add Remapping Rule
de: Zuordnungsregel hinzufügen
es: Añadir regla de mapeo
fr: Ajouter une règle de mappage
it: Aggiungi regola di mappatura
ja: マッピングルールを追加
ko: 매핑 규칙 추가
ru: Добавить правило сопоставления
zh_hans: 添加映射规则
zh_hant: 新增映射規則

# settings.global_mapping.add.subtitle
source: Customize shortcut remapping, map source key to target key
de: Benutzerdefinierte Kurzbefehl-Neuzuordnung, Quelltaste zu Zieltaste zuordnen
es: Reasignación personalizada, mapear tecla origen a tecla destino
fr: Remappage personnalisé, mapper la touche source vers la touche cible
it: Rimappatura personalizzata, mappa il tasto sorgente al tasto destinazione
ja: カスタムショートカットリマップ、ソースキーをターゲットキーにマップ
ko: 사용자 지정 단축키 리매핑, 원본 키를 대상 키로 매핑
ru: Пользовательское переназначение, сопоставить исходную клавишу с целевой
zh_hans: 自定义快捷键重映射，将源键映射到目标键
zh_hant: 自訂快捷鍵重新映射，將來源鍵映射到目標鍵

# settings.global_mapping.edit.title
source: Edit Remapping Rule
de: Zuordnungsregel bearbeiten
es: Editar regla de mapeo
fr: Modifier la règle de mappage
it: Modifica regola di mappatura
ja: マッピングルールを編集
ko: 매핑 규칙 편집
ru: Редактировать правило сопоставления
zh_hans: 编辑映射规则
zh_hant: 編輯映射規則

# settings.global_mapping.edit.subtitle
source: Modify shortcut remapping rule, adjust source or target key
de: Kurzbefehl-Zuordnungsregel ändern, Quell- oder Zieltaste anpassen
es: Modificar regla de mapeo, ajustar tecla origen o destino
fr: Modifier la règle de mappage, ajuster la touche source ou cible
it: Modifica la regola di mappatura, regola il tasto sorgente o destinazione
ja: ショートカットマッピングルールを変更、ソースキーまたはターゲットキーを調整
ko: 단축키 매핑 규칙 수정, 원본 키 또는 대상 키 조정
ru: Изменить правило сопоставления, настроить исходную или целевую клавишу
zh_hans: 修改快捷键映射规则，调整源键或目标键
zh_hant: 修改快捷鍵映射規則，調整來源鍵或目標鍵

# settings.cache_duration
source: Cache Duration
de: Cache-Dauer
es: Duración de la caché
fr: Durée du cache
it: Durata cache
ja: キャッシュ期間
ko: 캐시 기간
ru: Срок действия кэша
zh_hans: 缓存时长
zh_hant: 快取時長

# settings.cache_duration.description
source: Cache validity period for shortcut extraction results
de: Cache-Gültigkeitsdauer für Kurzbefehl-Extraktionsergebnisse
es: Período de validez de la caché para resultados de extracción de atajos
fr: Période de validité du cache pour les résultats d'extraction de raccourcis
it: Periodo di validità della cache per i risultati di estrazione scorciatoie
ja: ショートカット抽出結果のキャッシュ有効期間
ko: 단축키 추출 결과의 캐시 유효 기간
ru: Период действия кэша для результатов извлечения сочетаний
zh_hans: 快捷键提取结果的缓存有效期
zh_hant: 快捷鍵擷取結果的快取有效期

# settings.max_cached_apps
source: Max Cached Apps
de: Max. gecachte Apps
es: Máximo de apps en caché
fr: Nombre max d'apps en cache
it: Massimo app in cache
ja: 最大キャッシュアプリ数
ko: 최대 캐시 앱 수
ru: Макс. приложений в кэше
zh_hans: 最大缓存应用数
zh_hant: 最大快取應用數

# settings.max_cached_apps.description
source: Maximum number of apps to cache in memory
de: Maximale Anzahl der im Speicher gecachten Apps
es: Número máximo de apps a almacenar en memoria
fr: Nombre maximum d'apps à mettre en cache en mémoire
it: Numero massimo di app da memorizzare nella cache
ja: メモリにキャッシュするアプリの最大数
ko: 메모리에 캐시할 최대 앱 수
ru: Максимальное количество приложений для кэширования в памяти
zh_hans: 内存中最多缓存的应用数量
zh_hant: 記憶體中最多快取的應用程式數量

# settings.clear_cache
source: Clear Cache
de: Cache löschen
es: Borrar caché
fr: Vider le cache
it: Cancella cache
ja: キャッシュをクリア
ko: 캐시 지우기
ru: Очистить кэш
zh_hans: 清除缓存
zh_hant: 清除快取

# settings.clear_usage_records
source: Clear Usage Records
de: Nutzungsaufzeichnungen löschen
es: Borrar registros de uso
fr: Effacer les enregistrements d'utilisation
it: Cancella registri utilizzo
ja: 使用記録をクリア
ko: 사용 기록 지우기
ru: Очистить записи использования
zh_hans: 清除使用记录
zh_hant: 清除使用記錄

# settings.clear_all_data
source: Clear All Data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
it: Cancella tutti i dati
ja: すべてのデータをクリア
ko: 모든 데이터 지우기
ru: Очистить все данные
zh_hans: 清除所有数据
zh_hant: 清除所有資料

# settings.clear_warning
source: Clear operation cannot be undone, proceed with caution
de: Löschvorgänge können nicht rückgängig gemacht werden. Bitte mit Vorsicht vorgehen
es: Las operaciones de borrado no se pueden deshacer. Procede con precaución
fr: Les opérations d'effacement ne peuvent pas être annulées. Procédez avec prudence
it: Le operazioni di cancellazione non possono essere annullate. Procedi con cautela
ja: クリア操作は元に戻せません。慎重に操作してください
ko: 지우기 작업은 되돌릴 수 없습니다. 신중하게 진행하세요
ru: Операции очистки нельзя отменить. Действуйте осторожно
zh_hans: 清除操作不可恢复，请谨慎操作
zh_hant: 清除操作無法復原，請謹慎操作

# settings.export_remapping_rules
source: Export Remapping Rules
de: Neuzuordnungsregeln exportieren
es: Exportar reglas de reasignación
fr: Exporter les règles de remappage
it: Esporta regole di rimappatura
ja: リマップルールをエクスポート
ko: 리매핑 규칙 내보내기
ru: Экспорт правил переназначения
zh_hans: 导出重映射规则
zh_hant: 匯出重新映射規則

# settings.import_remapping_rules
source: Import Remapping Rules
de: Neuzuordnungsregeln importieren
es: Importar reglas de reasignación
fr: Importer les règles de remappage
it: Importa regole di rimappatura
ja: リマップルールをインポート
ko: 리매핑 규칙 가져오기
ru: Импорт правил переназначения
zh_hans: 导入重映射规则
zh_hant: 匯入重新映射規則

# settings.export_settings
source: Export Settings
de: Einstellungen exportieren
es: Exportar configuración
fr: Exporter les paramètres
it: Esporta impostazioni
ja: 設定をエクスポート
ko: 설정 내보내기
ru: Экспорт настроек
zh_hans: 导出设置
zh_hant: 匯出設定

# settings.export_settings.description
source: Can backup and use on other devices
de: Kann gesichert und auf anderen Geräten verwendet werden
es: Se puede respaldar y usar en otros dispositivos
fr: Peut être sauvegardé et utilisé sur d'autres appareils
it: Può essere salvato e usato su altri dispositivi
ja: バックアップして他のデバイスで使用できます
ko: 백업하여 다른 기기에서 사용할 수 있습니다
ru: Можно сохранить и использовать на других устройствах
zh_hans: 可以备份并在其他设备上使用
zh_hant: 可以備份並在其他裝置上使用

# settings.database_size
source: Database Size:
de: Datenbankgröße:
es: Tamaño de la base de datos:
fr: Taille de la base de données :
it: Dimensione database:
ja: データベースサイズ：
ko: 데이터베이스 크기:
ru: Размер базы данных:
zh_hans: 数据库大小：
zh_hant: 資料庫大小：

# settings.usage_records_count
source: Usage Records:
de: Nutzungsaufzeichnungen:
es: Registros de uso:
fr: Enregistrements d'utilisation :
it: Registri utilizzo:
ja: 使用記録数：
ko: 사용 기록 수:
ru: Записей использования:
zh_hans: 使用记录数：
zh_hant: 使用記錄數：

# settings.shortcuts_used_count
source: Shortcuts Used:
de: Verwendete Kurzbefehle:
es: Atajos usados:
fr: Raccourcis utilisés :
it: Scorciatoie usate:
ja: 使用済みショートカット：
ko: 사용된 단축키:
ru: Использованных сочетаний:
zh_hans: 已用快捷键：
zh_hant: 已用快捷鍵：
