Repository: imdlan/Keymap
Catalog: Keymap/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# statistics.suggestion.diverse_usage
source: You're good at using diverse shortcut combinations with balanced usage distribution
de: Sie nutzen vielfältige Kurzbefehl-Kombinationen gut mit ausgewogener Nutzungsverteilung
es: Usas bien combinaciones de atajos diversas con una distribución equilibrada
fr: Vous utilisez bien des combinaisons de raccourcis diverses avec une distribution équilibrée
it: Usi bene combinazioni di scorciatoie diverse con una distribuzione equilibrata
ja: 多様なショートカットの組み合わせを使いこなしており、使用分布がバランスよく取れています
ko: 다양한 단축키 조합을 잘 활용하고 있으며, 사용 분포가 균형 잡혀 있습니다
ru: Вы хорошо используете разнообразные комбинации сочетаний с равномерным распределением
zh_hans: 您善于使用多样化的快捷键组合，快捷键使用分布均衡
zh_hant: 您善於使用多樣化的快捷鍵組合，快捷鍵使用分佈均衡

# statistics.suggestion.start_using
source: Start using shortcuts to boost your productivity! Keymap will automatically track and analyze your usage habits
de: Beginnen Sie mit der Verwendung von Kurzbefehlen, um Ihre Produktivität zu steigern! Keymap wird Ihre Nutzungsgewohnheiten automatisch aufzeichnen und analysieren
es: ¡Empieza a usar atajos para aumentar tu productividad! Keymap registrará y analizará automáticamente tus hábitos de uso
fr: Commencez à utiliser les raccourcis pour augmenter votre productivité ! Keymap enregistrera et analysera automatiquement vos habitudes
it: Inizia a usare le scorciatoie per aumentare la tua produttività! Keymap registrerà e analizzerà automaticamente le tue abitudini di utilizzo
ja: ショートカットを使って作業効率を上げましょう！Keymap が自動的に使用習慣を記録・分析します
ko: 단축키를 사용하여 생산성을 높여보세요! Keymap이 자동으로 사용 습관을 기록하고 분석합니다
ru: Начните использовать сочетания для повышения производительности! Keymap автоматически записывает и анализирует ваши привычки использования
zh_hans: 开始使用快捷键来提升工作效率吧！Keymap 会自动记录和分析您的使用习惯
zh_hant: 開始使用快捷鍵來提升工作效率吧！Keymap 會自動記錄和分析您的使用習慣

# scope.global_app
source: Global
it: Globale
ja: グローバル
ko: 전역
ru: Глобально
zh_hans: 全局应用
zh_hant: 全域應用

# activation_policy.regular
source: Regular App
de: Normale App
es: App normal
fr: App normale
it: App normale
ja: 通常アプリ
ko: 일반 앱
ru: Обычное приложение
zh_hans: 普通应用
zh_hant: 一般應用

# activation_policy.accessory
source: Background App
de: Hintergrund-App
es: App en segundo plano
fr: App en arrière-plan
it: App in background
ja: バックグラウンドアプリ
ko: 백그라운드 앱
ru: Фоновое приложение
zh_hans: 长驻后台
zh_hant: 常駐背景

# activation_policy.prohibited
source: Helper Process
de: Hilfsprozess
es: Proceso auxiliar
fr: Processus auxiliaire
it: Processo ausiliario
ja: ヘルパープロセス
ko: 헬퍼 프로세스
ru: Вспомогательный процесс
zh_hans: 辅助进程
zh_hant: 輔助處理程序

# activation_policy.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ru: Неизвестно
zh_hans: 未知
zh_hant: 未知

# panel.search_shortcuts_placeholder
source: Search shortcuts...
de: Kurzbefehle suchen...
es: Buscar atajos...
fr: Rechercher des raccourcis...
it: Cerca scorciatoie...
ja: ショートカットを検索...
ko: 단축키 검색...
ru: Поиск сочетаний...
zh_hans: 搜索快捷键...
zh_hant: 搜尋快捷鍵...

# panel.common_shortcuts_title
source: Common Shortcuts
de: Häufige Kurzbefehle
es: Atajos comunes
fr: Raccourcis courants
it: Scorciatoie comuni
ja: よく使うショートカット
ko: 자주 사용하는 단축키
ru: Часто используемые сочетания
zh_hans: 常用快捷键
zh_hant: 常用快捷鍵

# keymap.shortcut.show_panel
source: Show Shortcut Panel
de: Kurzbefehl-Panel anzeigen
es: Mostrar panel de atajos
fr: Afficher le panneau des raccourcis
it: Mostra pannello scorciatoie
ja: ショートカットパネルを表示
ko: 단축키 패널 표시
ru: Показать панель сочетаний
zh_hans: 显示快捷键面板
zh_hant: 顯示快捷鍵面板

# keymap.shortcut.statistics
source: Statistics
de: Statistikanalyse
es: Análisis estadístico
fr: Analyse statistique
it: Analisi statistiche
ja: 統計分析
ko: 통계 분석
ru: Статистический анализ
zh_hans: 统计分析
zh_hant: 統計分析

# keymap.shortcut.settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# keymap.shortcut.quit
source: Quit Keymap
de: Keymap beenden
es: Salir de Keymap
fr: Quitter Keymap
it: Esci da Keymap
ja: Keymap を終了
ko: Keymap 종료
ru: Завершить Keymap
zh_hans: 退出 Keymap
zh_hant: 結束 Keymap

# system.quit_app
source: Quit Application
de: App beenden
es: Salir de la aplicación
fr: Quitter l'application
it: Esci dall'applicazione
ja: アプリを終了
ko: 앱 종료
ru: Завершить приложение
zh_hans: 退出应用
zh_hant: 結束應用程式

# system.close_window
source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
it: Chiudi finestra
ja: ウィンドウを閉じる
ko: 창 닫기
ru: Закрыть окно
zh_hans: 关闭窗口
zh_hant: 關閉視窗

# system.hide_app
source: Hide Current Application
de: Aktuelle App ausblenden
es: Ocultar la app actual
fr: Masquer l'app actuelle
it: Nascondi l'app corrente
ja: 現在のアプリを隠す
ko: 현재 앱 숨기기
ru: Скрыть текущее приложение
zh_hans: 隐藏当前应用
zh_hant: 隱藏目前應用程式

# system.hide_others
source: Hide Other Applications
de: Andere Apps ausblenden
es: Ocultar otras apps
fr: Masquer les autres apps
it: Nascondi altre app
ja: 他のアプリを隠す
ko: 다른 앱 숨기기
ru: Скрыть другие приложения
zh_hans: 隐藏其他应用
zh_hant: 隱藏其他應用程式

# system.minimize_window
source: Minimize Window
de: Fenster minimieren
es: Minimizar ventana
fr: Réduire la fenêtre
it: Riduci a icona finestra
ja: ウィンドウを最小化
ko: 창 최소화
ru: Свернуть окно
zh_hans: 最小化窗口
zh_hant: 最小化視窗

# system.new_window
source: New Window/Document
de: Neues Fenster/Dokument
es: Nueva ventana/documento
fr: Nouvelle fenêtre/document
it: Nuova finestra/documento
ja: 新規ウィンドウ/書類
ko: 새 창/문서
ru: Новое окно/документ
zh_hans: 新建窗口/文档
zh_hant: 新增視窗/文件

# system.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# system.print
source: Print
de: Drucken
es: Imprimir
fr: Imprimer
it: Stampa
ja: 印刷
ko: 인쇄
ru: Печать
zh_hans: 打印
zh_hant: 列印

# system.undo
source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消し
ko: 실행 취소
ru: Отменить
zh_hans: 撤销
zh_hant: 還原

# system.redo
source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripristina
ja: やり直し
ko: 다시 실행
ru: Повторить
zh_hans: 重做
zh_hant: 重做

# system.cut
source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
it: Taglia
ja: カット
ko: 잘라내기
ru: Вырезать
zh_hans: 剪切
zh_hant: 剪下

# system.copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
ru: Копировать
zh_hans: 复制
zh_hant: 複製

# system.paste
source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
ko: 붙여넣기
ru: Вставить
zh_hans: 粘贴
zh_hant: 貼上

# system.select_all
source: Select All
de: Alles auswählen
es: Seleccionar todo
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
ru: Выбрать всё
zh_hans: 全选
zh_hant: 全選

# system.find
source: Find
de: Suchen
es: Buscar
fr: Rechercher
it: Trova
ja: 検索
ko: 찾기
ru: Найти
zh_hans: 查找
zh_hant: 尋找

# system.app_switcher
source: Switch Applications
de: Apps wechseln
es: Cambiar entre apps
fr: Basculer entre les apps
it: Cambia app
ja: アプリを切り替え
ko: 앱 전환
ru: Переключение приложений
zh_hans: 切换应用
zh_hant: 切換應用程式

# system.window_switcher
source: Switch Windows in Same Application
de: Fenster der gleichen App wechseln
es: Cambiar entre ventanas de la misma app
fr: Basculer entre les fenêtres de la même app
it: Cambia finestre della stessa app
ja: 同じアプリのウィンドウを切り替え
ko: 같은 앱의 창 전환
ru: Переключение окон того же приложения
zh_hans: 切换同应用窗口
zh_hant: 切換同應用程式視窗

# system.show_desktop
source: Show Desktop
de: Schreibtisch anzeigen
es: Mostrar escritorio
fr: Afficher le bureau
it: Mostra scrivania
ja: デスクトップを表示
ko: 데스크톱 표시
ru: Показать рабочий стол
zh_hans: 显示桌面
zh_hant: 顯示桌面

# system.fullscreen
source: Toggle Fullscreen
de: Vollbild umschalten
es: Alternar pantalla completa
fr: Basculer en plein écran
it: Passa a schermo intero
ja: フルスクリーン切り替え
ko: 전체 화면 전환
ru: Переключить полноэкранный режим
zh_hans: 全屏切换
zh_hant: 全螢幕切換

# system.screenshot_full
source: Capture Entire Screen
de: Gesamten Bildschirm aufnehmen
es: Capturar pantalla completa
fr: Capturer l'écran entier
it: Cattura schermo intero
ja: 画面全体をキャプチャ
ko: 전체 화면 캡처
ru: Снимок всего экрана
zh_hans: 截取整个屏幕
zh_hant: 擷取整個螢幕

# system.screenshot_selection
source: Capture Selected Area
de: Ausgewählten Bereich aufnehmen
es: Capturar área seleccionada
fr: Capturer la zone sélectionnée
it: Cattura area selezionata
ja: 選択範囲をキャプチャ
ko: 선택 영역 캡처
ru: Снимок выбранной области
zh_hans: 截取选定区域
zh_hant: 擷取選取區域

# system.screenshot_window
source: Capture Window
de: Fenster aufnehmen
es: Capturar ventana
fr: Capturer la fenêtre
it: Cattura finestra
ja: ウィンドウをキャプチャ
ko: 창 캡처
ru: Снимок окна
zh_hans: 截取窗口
zh_hant: 擷取視窗

# system.screenshot_menu
source: Screenshot and Screen Recording Tools
de: Bildschirmfoto- und Aufnahmetools
es: Herramientas de captura y grabación de pantalla
fr: Outils de capture et d'enregistrement d'écran
it: Strumenti screenshot e registrazione schermo
ja: スクリーンショットと画面収録ツール
ko: 스크린샷 및 화면 녹화 도구
ru: Инструменты снимка и записи экрана
zh_hans: 截图和录屏工具
zh_hant: 螢幕截圖和錄製工具

# system.spotlight
source: Spotlight Search
de: Spotlight-Suche
es: Búsqueda de Spotlight
fr: Recherche Spotlight
it: Ricerca Spotlight
ja: Spotlight 検索
ko: Spotlight 검색
ru: Поиск Spotlight
zh_hans: Spotlight搜索
zh_hant: Spotlight 搜尋

# system.finder_search
source: Finder Search Window
de: Finder-Suchfenster
es: Ventana de búsqueda de Finder
fr: Fenêtre de recherche Finder
it: Finestra ricerca Finder
ja: Finder 検索ウィンドウ
ko: Finder 검색 창
ru: Окно поиска Finder
zh_hans: Finder搜索窗口
zh_hant: Finder 搜尋視窗

# system.voiceover
source: Turn VoiceOver On/Off
de: VoiceOver ein/ausschalten
es: Activar/desactivar VoiceOver
fr: Activer/désactiver VoiceOver
it: Attiva/disattiva VoiceOver
ja: VoiceOver のオン/オフ
ko: VoiceOver 켜기/끄기
ru: Включить/выключить VoiceOver
zh_hans: 开启/关闭VoiceOver
zh_hant: 開啟/關閉 VoiceOver

# system.zoom
source: Turn Zoom On/Off
de: Zoom ein/ausschalten
es: Activar/desactivar zoom
fr: Activer/désactiver le zoom
it: Attiva/disattiva zoom
ja: ズームのオン/オフ
ko: 확대/축소 켜기/끄기
ru: Включить/выключить масштабирование
zh_hans: 开启/关闭缩放
zh_hant: 開啟/關閉縮放

# system.invert_colors
source: Invert Colors
de: Farben umkehren
es: Invertir colores
fr: Inverser les couleurs
it: Inverti colori
ja: 色を反転
ko: 색상 반전
ru: Инвертировать цвета
zh_hans: 反转颜色
zh_hant: 反轉顏色

# system.emoji
source: Emoji and Symbols
de: Emoji und Symbole
es: Emoji y símbolos
fr: Emoji et symboles
it: Emoji e simboli
ja: 絵文字と記号
ko: 이모티콘 및 기호
ru: Эмодзи и символы
zh_hans: 表情符号和符号
zh_hant: 表情符號和符號
