Repository: imdlan/Keymap
Catalog: Keymap/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# common.total
source: Total
de: Gesamt
it: Totale
ja: 合計
ko: 총계
ru: Всего
zh_hans: 总计
zh_hant: 總計

# common.count
source: Count
de: Anzahl
es: Cantidad
fr: Nombre
it: Conteggio
ja: 件数
ko: 개수
ru: Количество
zh_hans: 数量
zh_hant: 數量

# common.shortcuts_count
source: %d shortcuts
de: %d Kurzbefehle
es: %d atajos
fr: %d raccourcis
it: %d scorciatoie
ja: %d 件のショートカット
ko: %d개의 단축키
ru: %d сочетаний
zh_hans: %d 个快捷键
zh_hant: %d 個快捷鍵

# common.hours_count
source: %d hours
de: %d Stunden
es: %d horas
fr: %d heures
it: %d ore
ja: %d 時間
ko: %d시간
ru: %d часов
zh_hans: %d 小时
zh_hant: %d 小時

# common.apps_count
source: %d apps
it: %d app
ja: %d 件
ko: %d개
ru: %d прил.
zh_hans: %d 个
zh_hant: %d 個

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# common.export_success
source: Export Successful
de: Export erfolgreich
es: Exportación exitosa
fr: Exportation réussie
it: Esportazione riuscita
ja: エクスポート成功
ko: 내보내기 성공
ru: Экспорт выполнен
zh_hans: 导出成功
zh_hant: 匯出成功

# common.add_failed
source: Add Failed
de: Hinzufügen fehlgeschlagen
es: Error al añadir
fr: Échec de l'ajout
it: Aggiunta fallita
ja: 追加失敗
ko: 추가 실패
ru: Ошибка добавления
zh_hans: 添加失败
zh_hant: 新增失敗

# common.seconds_format
source: %.2f seconds
de: %.2f Sekunden
es: %.2f segundos
fr: %.2f secondes
it: %.2f secondi
ja: %.2f 秒
ko: %.2f초
ru: %.2f сек.
zh_hans: %.2f 秒
zh_hant: %.2f 秒

# common.seconds
source: %d seconds
de: %d Sekunden
es: %d segundos
fr: %d secondes
it: %d secondi
ja: %d 秒
ko: %d초
ru: %d сек.
zh_hans: %d 秒
zh_hant: %d 秒

# settings.never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: しない
ko: 안 함
ru: Никогда
zh_hans: 从不
zh_hant: 永不

# settings.calculating
source: Calculating...
de: Berechnen...
es: Calculando...
fr: Calcul en cours...
it: Calcolo in corso...
ja: 計算中...
ko: 계산 중...
ru: Расчёт...
zh_hans: 计算中...
zh_hant: 計算中...

# settings.section.app_behavior
source: App Behavior
de: App-Verhalten
es: Comportamiento de la app
fr: Comportement de l'app
it: Comportamento app
ja: アプリの動作
ko: 앱 동작
ru: Поведение приложения
zh_hans: 应用行为
zh_hant: 應用程式行為

# settings.section.shortcut_settings
source: Shortcut Settings
de: Kurzbefehl-Einstellungen
es: Configuración de atajos
fr: Paramètres des raccourcis
it: Impostazioni scorciatoie
ja: ショートカット設定
ko: 단축키 설정
ru: Настройки сочетаний
zh_hans: 快捷键设置
zh_hant: 快捷鍵設定

# settings.section.always_on_apps
source: Always-On Apps
de: Immer aktive Apps
es: Apps permanentes
fr: Apps permanentes
it: App sempre attive
ja: 常駐アプリ
ko: 상주 앱
ru: Постоянные приложения
zh_hans: 长驻应用
zh_hant: 常駐應用

# settings.section.global_mapping
source: Global Shortcut Mapping
de: Globale Kurzbefehl-Zuordnung
es: Mapeo global de atajos
fr: Mappage global des raccourcis
it: Mappatura globale scorciatoie
ja: グローバルショートカットマッピング
ko: 전역 단축키 매핑
ru: Глобальное сопоставление сочетаний
zh_hans: 全局快捷键映射
zh_hant: 全域快捷鍵映射

# settings.section.data_management
source: Data Management
de: Datenverwaltung
es: Gestión de datos
fr: Gestion des données
it: Gestione dati
ja: データ管理
ko: 데이터 관리
ru: Управление данными
zh_hans: 数据管理
zh_hant: 資料管理

# settings.section.advanced_settings
source: Advanced Settings
de: Erweiterte Einstellungen
es: Configuración avanzada
fr: Paramètres avancés
it: Impostazioni avanzate
ja: 詳細設定
ko: 고급 설정
ru: Расширенные настройки
zh_hans: 高级设置
zh_hant: 進階設定

# settings.language.system_display
source: Follow System
de: System folgen
es: Seguir el sistema
fr: Suivre le système
it: Segui il sistema
ja: システムに従う
ko: 시스템 따르기
ru: Системный
zh_hans: 跟随系统
zh_hant: 跟隨系統

# settings.language.simplified_chinese_display
source: Simplified Chinese
de: Vereinfachtes Chinesisch
es: Chino simplificado
fr: Chinois simplifié
it: Cinese semplificato
ja: 簡体字中国語
ko: 중국어 간체
ru: Упрощённый китайский
zh_hans: 简体中文
zh_hant: 簡體中文

# settings.trigger_key.double_cmd_display
source: Double ⌘
de: ⌘ Doppeltipp
es: Doble pulsación ⌘
fr: Double appui ⌘
it: Doppio tocco ⌘
ja: ⌘ ダブルタップ
ko: ⌘ 이중 탭
ru: Двойное нажатие ⌘
zh_hans: 双击Cmd
zh_hant: 雙擊 ⌘

# settings.trigger_key.double_option_display
source: Double ⌥
de: ⌥ Doppeltipp
es: Doble pulsación ⌥
fr: Double appui ⌥
it: Doppio tocco ⌥
ja: ⌥ ダブルタップ
ko: ⌥ 이중 탭
ru: Двойное нажатие ⌥
zh_hans: 双击Option
zh_hant: 雙擊 ⌥

# settings.trigger_key.double_control_display
source: Double ⌃
de: ⌃ Doppeltipp
es: Doble pulsación ⌃
fr: Double appui ⌃
it: Doppio tocco ⌃
ja: ⌃ ダブルタップ
ko: ⌃ 이중 탭
ru: Двойное нажатие ⌃
zh_hans: 双击Control
zh_hant: 雙擊 ⌃

# settings.clear_all
source: Clear All
de: Alle löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべてクリア
ko: 모두 지우기
ru: Очистить всё
zh_hans: 清空所有
zh_hant: 清空所有

# settings.add_mapping
source: Add Mapping
de: Zuordnung hinzufügen
es: Añadir mapeo
fr: Ajouter un mappage
it: Aggiungi mappatura
ja: マッピングを追加
ko: 매핑 추가
ru: Добавить сопоставление
zh_hans: 添加映射
zh_hant: 新增映射

# settings.edit_mapping
source: Edit Mapping
de: Zuordnung bearbeiten
es: Editar mapeo
fr: Modifier le mappage
it: Modifica mappatura
ja: マッピングを編集
ko: 매핑 편집
ru: Редактировать сопоставление
zh_hans: 编辑映射
zh_hant: 編輯映射

# settings.mapping.add_failed
source: Cannot add mapping rule, please check if the rule is valid
de: Zuordnungsregel kann nicht hinzugefügt werden. Bitte überprüfen Sie, ob die Regel gültig ist
es: No se puede añadir la regla de mapeo. Verifica si la regla es válida
fr: Impossible d'ajouter la règle de mappage. Veuillez vérifier si la règle est valide
it: Impossibile aggiungere la regola di mappatura. Verifica se la regola è valida
ja: マッピングルールを追加できません。ルールが有効か確認してください
ko: 매핑 규칙을 추가할 수 없습니다. 규칙이 유효한지 확인하세요
ru: Невозможно добавить правило сопоставления. Проверьте правильность правила
zh_hans: 无法添加映射规则，请检查规则是否有效
zh_hant: 無法新增映射規則，請檢查規則是否有效

# settings.mapping.cleared
source: All mapping rules cleared
de: Alle Zuordnungsregeln wurden gelöscht
es: Todas las reglas de mapeo han sido borradas
fr: Toutes les règles de mappage ont été effacées
it: Tutte le regole di mappatura sono state cancellate
ja: すべてのマッピングルールをクリアしました
ko: 모든 매핑 규칙이 지워졌습니다
ru: Все правила сопоставления очищены
zh_hans: 已清空所有映射规则
zh_hant: 已清空所有映射規則

# settings.mapping.rules_saved
source: Remapping rules saved
de: Neuzuordnungsregeln gespeichert
es: Reglas de reasignación guardadas
fr: Règles de remappage enregistrées
it: Regole di rimappatura salvate
ja: リマップルールを保存しました
ko: 리매핑 규칙이 저장되었습니다
ru: Правила переназначения сохранены
zh_hans: 重映射规则已保存
zh_hant: 重新映射規則已儲存

# settings.settings_saved
source: Settings saved
de: Einstellungen gespeichert
es: Configuración guardada
fr: Paramètres enregistrés
it: Impostazioni salvate
ja: 設定を保存しました
ko: 설정이 저장되었습니다
ru: Настройки сохранены
zh_hans: 设置已保存
zh_hant: 設定已儲存

# window.settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# window.statistics
source: Statistics
de: Statistikanalyse
es: Análisis estadístico
fr: Analyse statistique
it: Analisi statistiche
ja: 統計分析
ko: 통계 분석
ru: Статистический анализ
zh_hans: 统计分析
zh_hant: 統計分析

# statistics.period.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
ru: Сегодня
zh_hans: 今天
zh_hant: 今天

# statistics.period.week
source: Past 7 Days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去7日間
ko: 최근 7일
ru: Последние 7 дней
zh_hans: 过去7天
zh_hant: 過去 7 天

# statistics.period.month
source: Past 30 Days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去30日間
ko: 최근 30일
ru: Последние 30 дней
zh_hans: 过去30天
zh_hant: 過去 30 天

# statistics.period.all
source: All Time
de: Alle
es: Todo
fr: Tout
it: Tutto
ja: すべて
ko: 전체
ru: Всё время
zh_hans: 全部
zh_hant: 全部

# statistics.card.total_usage
source: Total Usage
de: Gesamtnutzung
es: Uso total
fr: Utilisation totale
it: Utilizzo totale
ja: 総使用回数
ko: 총 사용 횟수
ru: Всего использований
zh_hans: 总使用次数
zh_hant: 總使用次數

# statistics.card.conflict_count
source: Conflicts
de: Konflikte
es: Conflictos
fr: Conflits
it: Conflitti
ja: 競合回数
ko: 충돌 횟수
ru: Конфликты
zh_hans: 冲突次数
zh_hant: 衝突次數

# statistics.card.efficiency_rate
source: Conflict-Free Rate
de: Konfliktfreie Rate
es: Tasa sin conflictos
fr: Taux sans conflit
it: Tasso senza conflitti
ja: 競合なし率
ko: 충돌 없음 비율
ru: Уровень без конфликтов
zh_hans: 无冲突率
zh_hant: 無衝突率

# statistics.card.active_apps
source: Active Apps
de: Aktive Apps
es: Apps activas
fr: Apps actives
it: App attive
ja: アクティブアプリ
ko: 활성 앱
ru: Активные приложения
zh_hans: 活跃应用
zh_hant: 活躍應用

# statistics.times
source: times
de: Mal
es: veces
fr: fois
it: volte
ja: 回
ko: 회
ru: раз
zh_hans: 次
zh_hant: 次

# statistics.count_times
source: %d times
de: %d Mal
es: %d veces
fr: %d fois
it: %d volte
ja: %d 回
ko: %d회
ru: %d раз
zh_hans: %d 次
zh_hant: %d 次

# statistics.suggestion.remapping_enabled
source: You have created %d shortcut remappings, good at customizing workflows
de: Sie haben %d Kurzbefehl-Neuzuordnungen erstellt, gut im Anpassen von Workflows
es: Has creado %d reasignaciones de atajos, eres bueno personalizando flujos de trabajo
fr: Vous avez créé %d remappages de raccourcis, vous savez personnaliser les flux de travail
it: Hai creato %d rimappature di scorciatoie, sei bravo a personalizzare i flussi di lavoro
ja: %d 件のショートカットリマップを作成しました。ワークフローのカスタマイズが得意ですね
ko: %d개의 단축키 리매핑을 생성했습니다. 워크플로우 맞춤 설정을 잘 활용하고 계시네요
ru: Вы создали %d переназначений сочетаний, отлично настраиваете рабочие процессы
zh_hans: 您已创建 %d 个快捷键重映射，善于定制工作流程
zh_hant: 您已建立 %d 個快捷鍵重新映射，善於自訂工作流程

# statistics.suggestion.usage_concentrated
source: %.0f%% of your operations are concentrated in the top 5 shortcuts, you can explore more shortcuts to improve efficiency
de: %.0f%% Ihrer Operationen konzentrieren sich auf die Top-5-Kurzbefehle. Sie können mehr Kurzbefehle erkunden, um die Effizienz zu steigern
es: El %.0f%% de tus operaciones se concentran en los 5 atajos principales. Puedes explorar más atajos para mejorar la eficiencia
fr: %.0f%% de vos opérations sont concentrées sur les 5 premiers raccourcis. Vous pouvez explorer plus de raccourcis pour améliorer l'efficacité
it: Il %.0f%% delle tue operazioni è concentrato nelle prime 5 scorciatoie. Puoi esplorare più scorciatoie per migliorare l'efficienza
ja: 操作の %.0f%% が上位5つのショートカットに集中しています。効率を上げるためにより多くのショートカットを探索してみてください
ko: 작업의 %.0f%%가 상위 5개 단축키에 집중되어 있습니다. 효율성을 높이려면 더 많은 단축키를 탐색해 보세요
ru: %.0f%% ваших операций сосредоточены на 5 основных сочетаниях. Изучите больше сочетаний для повышения эффективности
zh_hans: 您 %.0f%% 的操作集中在前5个快捷键，可以探索学习更多快捷键以提升效率
zh_hant: 您 %.0f%% 的操作集中在前 5 個快捷鍵，可以探索學習更多快捷鍵以提升效率

# statistics.suggestion.high_conflicts
source: Detected %d conflicts, it is recommended to resolve high-priority conflicts to avoid misoperations
de: %d Konflikte erkannt. Es wird empfohlen, Konflikte mit hoher Priorität zu lösen, um Fehlbedienungen zu vermeiden
es: Se detectaron %d conflictos. Se recomienda resolver los conflictos de alta prioridad para evitar errores
fr: %d conflits détectés. Il est recommandé de résoudre les conflits prioritaires pour éviter les erreurs
it: Rilevati %d conflitti. Si consiglia di risolvere i conflitti ad alta priorità per evitare errori
ja: %d 件の競合が検出されました。誤操作を避けるため、優先度の高い競合を解決することをお勧めします
ko: %d개의 충돌이 감지되었습니다. 오조작을 방지하려면 우선순위가 높은 충돌을 해결하는 것이 좋습니다
ru: Обнаружено %d конфликтов. Рекомендуется разрешить приоритетные конфликты для избежания ошибок
zh_hans: 检测到 %d 个冲突，建议解决高优先级冲突以避免误操作
zh_hant: 偵測到 %d 個衝突，建議解決高優先級衝突以避免誤操作

# statistics.suggestion.some_conflicts
source: Found %d conflicts, it is recommended to handle them in time to avoid misoperations
de: %d Konflikte gefunden. Es wird empfohlen, diese zeitnah zu behandeln, um Fehlbedienungen zu vermeiden
es: Se encontraron %d conflictos. Se recomienda tratarlos pronto para evitar errores
fr: %d conflits trouvés. Il est recommandé de les traiter rapidement pour éviter les erreurs
it: Trovati %d conflitti. Si consiglia di gestirli tempestivamente per evitare errori
ja: %d 件の競合が見つかりました。誤操作を避けるため、早めに対処することをお勧めします
ko: %d개의 충돌이 발견되었습니다. 오조작을 방지하려면 빠르게 처리하는 것이 좋습니다
ru: Найдено %d конфликтов. Рекомендуется обработать их для избежания ошибок
zh_hans: 发现 %d 个冲突，建议及时处理避免误操作
zh_hant: 發現 %d 個衝突，建議及時處理避免誤操作

# statistics.suggestion.conflict_rate_high
source: Current shortcut conflict rate is %.1f%%, it is recommended to optimize shortcut configuration to reduce conflicts
de: Die aktuelle Kurzbefehl-Konfliktrate beträgt %.1f%%. Es wird empfohlen, die Kurzbefehl-Konfiguration zu optimieren, um Konflikte zu reduzieren
es: La tasa actual de conflictos de atajos es %.1f%%. Se recomienda optimizar la configuración para reducir conflictos
fr: Le taux de conflit de raccourcis actuel est de %.1f%%. Il est recommandé d'optimiser la configuration pour réduire les conflits
it: L'attuale tasso di conflitto delle scorciatoie è %.1f%%. Si consiglia di ottimizzare la configurazione per ridurre i conflitti
ja: 現在のショートカット競合率は %.1f%% です。競合を減らすためにショートカット設定を最適化することをお勧めします
ko: 현재 단축키 충돌 비율이 %.1f%%입니다. 충돌을 줄이려면 단축키 설정을 최적화하는 것이 좋습니다
ru: Текущий уровень конфликтов сочетаний %.1f%%. Рекомендуется оптимизировать конфигурацию для уменьшения конфликтов
zh_hans: 当前快捷键冲突率为 %.1f%%，建议优化快捷键配置以减少冲突
zh_hant: 目前快捷鍵衝突率為 %.1f%%，建議最佳化快捷鍵配置以減少衝突

# statistics.suggestion.efficiency_excellent
source: Your shortcut conflict-free rate is as high as %.1f%%, all operations are executed smoothly, keep up the good habits!
de: Ihre konfliktfreie Kurzbefehl-Rate liegt bei hohen %.1f%%, alle Operationen werden reibungslos ausgeführt. Behalten Sie Ihre guten Gewohnheiten bei!
es: Tu tasa sin conflictos es del %.1f%%, todas las operaciones se ejecutan sin problemas. ¡Sigue así!
fr: Votre taux sans conflit est de %.1f%%, toutes les opérations s'exécutent sans problème. Continuez ainsi !
it: Il tuo tasso senza conflitti è del %.1f%%, tutte le operazioni vengono eseguite senza problemi. Continua così!
ja: ショートカットの競合なし率は %.1f%% と高く、すべての操作がスムーズに実行されています。良い習慣を続けてください！
ko: 단축키 충돌 없음 비율이 %.1f%%로 높습니다. 모든 작업이 원활하게 실행되고 있습니다. 좋은 습관을 유지하세요!
ru: Ваш уровень без конфликтов %.1f%%, все операции выполняются гладко. Продолжайте в том же духе!
zh_hans: 您的快捷键无冲突率高达 %.1f%%，所有操作顺利执行，保持良好习惯！
zh_hant: 您的快捷鍵無衝突率高達 %.1f%%，所有操作順利執行，保持良好習慣！

# statistics.suggestion.continuing_usage
source: Continue exploring shortcut features, currently used %d times
de: Erkunden Sie weiterhin Kurzbefehl-Funktionen, derzeit %d Mal verwendet
es: Sigue explorando las funciones de atajos, actualmente usado %d veces
fr: Continuez à explorer les fonctionnalités de raccourcis, actuellement utilisé %d fois
it: Continua a esplorare le funzioni delle scorciatoie, attualmente usato %d volte
ja: ショートカット機能を引き続き探索してください。現在 %d 回使用しています
ko: 단축키 기능을 계속 탐색하세요. 현재 %d회 사용했습니다
ru: Продолжайте изучать функции сочетаний, использовано %d раз
zh_hans: 继续探索快捷键功能，目前已使用 %d 次
zh_hant: 繼續探索快捷鍵功能，目前已使用 %d 次

# statistics.suggestion.power_user
source: You have used shortcuts %d times, you are a shortcut master!
de: Sie haben Kurzbefehle %d Mal verwendet, Sie sind ein Kurzbefehl-Meister!
es: Has usado atajos %d veces, ¡eres un maestro de los atajos!
fr: Vous avez utilisé les raccourcis %d fois, vous êtes un maître des raccourcis !
it: Hai usato le scorciatoie %d volte, sei un maestro delle scorciatoie!
ja: ショートカットを %d 回使用しています。ショートカットマスターですね！
ko: 단축키를 %d회 사용했습니다. 단축키 마스터시네요!
ru: Вы использовали сочетания %d раз, вы мастер сочетаний!
zh_hans: 您已经使用快捷键 %d 次，是一位快捷键高手！
zh_hant: 您已經使用快捷鍵 %d 次，是一位快捷鍵高手！

# statistics.suggestion.multi_app_user
source: You have used shortcuts in %d apps, good at using tools to improve efficiency
de: Sie haben Kurzbefehle in %d Apps verwendet, gut im Nutzen von Tools zur Effizienzsteigerung
es: Has usado atajos en %d apps, eres bueno usando herramientas para mejorar la eficiencia
fr: Vous avez utilisé des raccourcis dans %d apps, vous savez utiliser les outils pour améliorer l'efficacité
it: Hai usato scorciatoie in %d app, sei bravo a usare gli strumenti per migliorare l'efficienza
ja: %d 個のアプリでショートカットを使用しています。ツールを活用して効率を上げるのが得意ですね
ko: %d개 앱에서 단축키를 사용했습니다. 도구를 활용하여 효율성을 높이는 데 능숙하시네요
ru: Вы использовали сочетания в %d приложениях, умеете использовать инструменты для повышения эффективности
zh_hans: 您在 %d 个应用中使用了快捷键，善于利用工具提升效率
zh_hant: 您在 %d 個應用程式中使用了快捷鍵，善於利用工具提升效率

# statistics.suggestion.explore_more_apps
source: You mainly use shortcuts in %d apps, you can try to explore shortcut features in more commonly used apps
de: Sie verwenden Kurzbefehle hauptsächlich in %d Apps. Sie können versuchen, Kurzbefehl-Funktionen in mehr häufig verwendeten Apps zu erkunden
es: Usas atajos principalmente en %d apps. Puedes intentar explorar funciones de atajos en más apps de uso frecuente
fr: Vous utilisez principalement les raccourcis dans %d apps. Vous pouvez essayer d'explorer les raccourcis dans plus d'apps courantes
it: Usi scorciatoie principalmente in %d app. Puoi provare a esplorare le funzioni delle scorciatoie in più app di uso frequente
ja: 主に %d 個のアプリでショートカットを使用しています。より多くのよく使うアプリでショートカット機能を探索してみてください
ko: 주로 %d개 앱에서 단축키를 사용합니다. 더 많은 자주 사용하는 앱에서 단축키 기능을 탐색해 보세요
ru: Вы используете сочетания в основном в %d приложениях. Попробуйте изучить сочетания в большем количестве часто используемых приложений
zh_hans: 您主要在 %d 个应用中使用快捷键，可以尝试在更多常用应用中探索快捷键功能
zh_hant: 您主要在 %d 個應用程式中使用快捷鍵，可以嘗試在更多常用應用中探索快捷鍵功能

# button.view_details
source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Vedi dettagli
ja: 詳細を表示
ko: 상세 보기
ru: Подробнее
zh_hans: 查看详情
zh_hant: 檢視詳情

# menu.show_panel_with_key
source: Show Shortcut Panel (%@)
de: Kurzbefehl-Panel anzeigen (%@)
es: Mostrar panel de atajos (%@)
fr: Afficher le panneau des raccourcis (%@)
it: Mostra pannello scorciatoie (%@)
ja: ショートカットパネルを表示（%@）
ko: 단축키 패널 표시 (%@)
ru: Показать панель сочетаний (%@)
zh_hans: 显示快捷键面板 (%@)
zh_hant: 顯示快捷鍵面板（%@）

# menu.about_keymap
source: About Keymap
de: Über Keymap
es: Acerca de Keymap
fr: À propos de Keymap
it: Informazioni su Keymap
ja: Keymap について
ko: Keymap 정보
ru: О программе Keymap
zh_hans: 关于 Keymap
zh_hant: 關於 Keymap

# menu.quit_keymap
source: Quit Keymap
de: Keymap beenden
es: Salir de Keymap
fr: Quitter Keymap
it: Esci da Keymap
ja: Keymap を終了
ko: Keymap 종료
ru: Завершить Keymap
zh_hans: 退出 Keymap
zh_hant: 結束 Keymap

# settings.tab.general
source: General
de: Allgemein
fr: Général
it: Generali
ja: 一般
ko: 일반
ru: Основные
zh_hans: 通用
zh_hant: 一般

# settings.tab.conflictResolution
source: Detection
de: Erkennung
es: Detección
fr: Détection
it: Rilevamento
ja: 検出
ko: 감지
ru: Обнаружение
zh_hans: 检测
zh_hant: 偵測

# settings.tab.data
source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
ru: Данные
zh_hans: 数据
zh_hant: 資料

# settings.tab.about
source: About
de: Über
es: Acerca de
fr: À propos
it: Info
ja: 情報
ko: 정보
ru: О программе
zh_hans: 关于
zh_hant: 關於

# settings.section.detection
source: Detection Settings
de: Erkennungseinstellungen
es: Configuración de detección
fr: Paramètres de détection
it: Impostazioni rilevamento
ja: 検出設定
ko: 감지 설정
ru: Настройки обнаружения
zh_hans: 检测设置
zh_hant: 偵測設定

# settings.section.cache
source: Cache Settings
de: Cache-Einstellungen
es: Configuración de caché
fr: Paramètres du cache
it: Impostazioni cache
ja: キャッシュ設定
ko: 캐시 설정
ru: Настройки кэша
zh_hans: 缓存设置
zh_hant: 快取設定

# settings.section.cleanup
source: Clean Up Old Data
de: Alte Daten löschen
es: Borrar datos antiguos
fr: Effacer les anciennes données
it: Cancella vecchi dati
ja: 古いデータをクリア
ko: 이전 데이터 정리
ru: Очистить старые данные
zh_hans: 清理旧数据
zh_hant: 清理舊資料

# settings.section.export_import
source: Export/Import
es: Exportar/Importar
it: Esporta/Importa
ja: エクスポート/インポート
ko: 내보내기/가져오기
ru: Экспорт/Импорт
zh_hans: 导出/导入
zh_hant: 匯出/匯入

# settings.section.database_info
source: Database Information
de: Datenbankinformationen
es: Información de la base de datos
fr: Informations de la base de données
it: Informazioni database
ja: データベース情報
ko: 데이터베이스 정보
ru: Информация о базе данных
zh_hans: 数据库信息
zh_hant: 資料庫資訊

# about.version
source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
ru: Версия
zh_hans: 版本
zh_hant: 版本

# about.system_requirements
source: System Requirements
de: Systemanforderungen
es: Requisitos del sistema
fr: Configuration requise
it: Requisiti di sistema
ja: システム要件
ko: 시스템 요구사항
ru: Системные требования
zh_hans: 系统要求
zh_hant: 系統需求

# recording.stop
source: Stop
de: Stopp
es: Parar
fr: Arrêter
it: Ferma
ja: 停止
ko: 중지
ru: Стоп
zh_hans: 停止
zh_hant: 停止

# recording.record
source: Record
de: Aufnehmen
es: Grabar
fr: Enregistrer
it: Registra
ja: 記録
ko: 녹화
ru: Записать
zh_hans: 录制
zh_hant: 錄製

# recording.placeholder_recording
source: Press a shortcut...
de: Drücken Sie einen Kurzbefehl...
es: Pulsa un atajo...
fr: Appuyez sur un raccourci...
it: Premi una scorciatoia...
ja: ショートカットを押してください...
ko: 단축키를 누르세요...
ru: Нажмите сочетание...
zh_hans: 请按下快捷键...
zh_hant: 請按下快捷鍵...

# recording.placeholder_example
source: e.g: ⌘T
de: z.B.: ⌘T
es: Ej: ⌘T
fr: Ex : ⌘T
it: Es: ⌘T
ja: 例：⌘T
ko: 예: ⌘T
ru: Напр.: ⌘T
zh_hans: 例如: ⌘T
zh_hant: 例如：⌘T

# recording.placeholder_example_shift
source: e.g: ⇧⌘T
de: z.B.: ⇧⌘T
es: Ej: ⇧⌘T
fr: Ex : ⇧⌘T
it: Es: ⇧⌘T
ja: 例：⇧⌘T
ko: 예: ⇧⌘T
ru: Напр.: ⇧⌘T
zh_hans: 例如: ⇧⌘T
zh_hant: 例如：⇧⌘T

# settings.language.description
source: Switch application interface language
de: App-Oberflächensprache wechseln
es: Cambiar idioma de la interfaz de la app
fr: Changer la langue de l'interface de l'app
it: Cambia la lingua dell'interfaccia dell'app
ja: アプリのインターフェース言語を切り替え
ko: 앱 인터페이스 언어 전환
ru: Изменить язык интерфейса приложения
zh_hans: 切换应用界面语言
zh_hant: 切換應用程式介面語言

source: Database Size
de: Datenbankgröße
es: Tamaño de la base de datos
fr: Taille de la base de données
it: Dimensione database
ja: データベースサイズ
ko: 데이터베이스 크기
ru: Размер базы данных
zh_hans: 数据库大小
zh_hant: 資料庫大小

# database.usage_records
source: Usage Records
de: Nutzungsaufzeichnungen
es: Registros de uso
fr: Enregistrements d'utilisation
it: Registri utilizzo
ja: 使用記録数
ko: 사용 기록 수
ru: Записей использования
zh_hans: 使用记录数
zh_hant: 使用記錄數

# database.shortcuts_used
source: Shortcuts Used
de: Verwendete Kurzbefehle
es: Atajos usados
fr: Raccourcis utilisés
it: Scorciatoie usate
ja: 使用済みショートカット
ko: 사용된 단축키
ru: Использованных сочетаний
zh_hans: 已用快捷键
zh_hant: 已用快捷鍵

# statistics.suggestion.no_remapping
source: You haven't used shortcut remapping yet. You can remap less-used shortcuts to more convenient combinations
de: Sie haben die Kurzbefehl-Neuzuordnungsfunktion noch nicht verwendet. Sie können weniger verwendete Kurzbefehle auf bequemere Kombinationen neu zuordnen
es: Aún no has usado la función de reasignación. Puedes reasignar atajos poco usados a combinaciones más cómodas
fr: Vous n'avez pas encore utilisé la fonction de remappage. Vous pouvez remapper les raccourcis peu utilisés vers des combinaisons plus pratiques
it: Non hai ancora usato la funzione di rimappatura. Puoi rimappare le scorciatoie poco usate a combinazioni più comode
ja: ショートカットリマップ機能をまだ使用していません。あまり使わないショートカットをより使いやすい組み合わせにリマップできます
ko: 아직 단축키 리매핑 기능을 사용하지 않았습니다. 자주 사용하지 않는 단축키를 더 편리한 조합으로 리매핑할 수 있습니다
ru: Вы ещё не использовали функцию переназначения. Вы можете переназначить редко используемые сочетания на более удобные комбинации
zh_hans: 您还未使用快捷键重映射功能，可以将不常用的快捷键重映射为更顺手的组合
zh_hant: 您還未使用快捷鍵重新映射功能，可以將不常用的快捷鍵重新映射為更順手的組合
