Repository: imdlan/Keymap
Catalog: Keymap/Resources/Localizations/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# settings.log_level
source: Log Level
de: Protokollebene
es: Nivel de registro
fr: Niveau de journalisation
it: Livello registro
ja: ログレベル
ko: 로그 수준
ru: Уровень журнала
zh_hans: 日志级别
zh_hant: 日誌等級

# settings.log_level.description
source: Set application log output level
de: App-Protokollausgabeebene festlegen
es: Establecer nivel de salida de registro de la app
fr: Définir le niveau de sortie des journaux de l'app
it: Imposta il livello di output del registro dell'app
ja: アプリのログ出力レベルを設定
ko: 앱 로그 출력 수준 설정
ru: Установить уровень вывода журнала приложения
zh_hans: 设置应用日志输出级别
zh_hant: 設定應用程式日誌輸出等級

# settings.enable_recording_mode
source: Enable Shortcut Recording Mode
de: Kurzbefehl-Aufnahmemodus aktivieren
es: Activar modo de grabación de atajos
fr: Activer le mode d'enregistrement des raccourcis
it: Abilita modalità registrazione scorciatoie
ja: ショートカット記録モードを有効にする
ko: 단축키 녹화 모드 활성화
ru: Включить режим записи сочетаний
zh_hans: 启用快捷键录制模式
zh_hant: 啟用快捷鍵錄製模式

# settings.enable_recording_mode.description
source: Allow recording shortcuts (experimental feature)
de: Kurzbefehl-Aufnahme erlauben (experimentelle Funktion)
es: Permitir grabación de atajos (función experimental)
fr: Permettre l'enregistrement des raccourcis (fonctionnalité expérimentale)
it: Permetti la registrazione delle scorciatoie (funzione sperimentale)
ja: ショートカットの記録を許可（実験的機能）
ko: 단축키 녹화 허용 (실험적 기능)
ru: Разрешить запись сочетаний (экспериментальная функция)
zh_hans: 允许录制快捷键（实验性功能）
zh_hant: 允許錄製快捷鍵（實驗性功能）

# settings.about.description
source: A shortcut conflict detection and management tool for macOS
de: Kurzbefehl-Konflikterkennung und -Verwaltungstool für macOS
es: Herramienta de detección y gestión de conflictos de atajos de teclado para macOS
fr: Outil de détection et de gestion des conflits de raccourcis clavier pour macOS
it: Strumento di rilevamento e gestione dei conflitti di scorciatoie da tastiera per macOS
ja: macOS 用ショートカット競合検出および管理ツール
ko: macOS용 단축키 충돌 감지 및 관리 도구
ru: Инструмент обнаружения и управления конфликтами сочетаний клавиш для macOS
zh_hans: 一个适用于macOS平台的快捷键冲突检测与管理工具
zh_hant: 適用於 macOS 平台的快捷鍵衝突偵測與管理工具

# settings.about.version
source: Version:
es: Versión:
it: Versione:
ja: バージョン：
ko: 버전:
ru: Версия:
zh_hans: 版本：
zh_hant: 版本：

# settings.about.system_requirements
source: System Requirements:
de: Systemanforderungen:
es: Requisitos del sistema:
fr: Configuration requise :
it: Requisiti di sistema:
ja: システム要件：
ko: 시스템 요구사항:
ru: Системные требования:
zh_hans: 系统要求：
zh_hant: 系統需求：

# panel.title
source: Shortcut Panel
de: Kurzbefehl-Panel
es: Panel de atajos
fr: Panneau des raccourcis
it: Pannello scorciatoie
ja: ショートカットパネル
ko: 단축키 패널
ru: Панель сочетаний
zh_hans: 快捷键面板
zh_hant: 快捷鍵面板

# panel.search_placeholder
source: Search shortcuts...
de: Kurzbefehle suchen...
es: Buscar atajos...
fr: Rechercher des raccourcis...
it: Cerca scorciatoie...
ja: ショートカットを検索...
ko: 단축키 검색...
ru: Поиск сочетаний...
zh_hans: 搜索快捷键...
zh_hant: 搜尋快捷鍵...

# panel.close_hint
source: Press ESC to close
de: ESC drücken zum Schließen
es: Pulsa Esc para cerrar
fr: Appuyez sur Échap pour fermer
it: Premi Esc per chiudere
ja: ESC キーで閉じる
ko: ESC 키를 눌러 닫기
ru: Нажмите Esc для закрытия
zh_hans: 按ESC键关闭
zh_hant: 按 ESC 鍵關閉

# panel.conflict_shortcuts
source: Conflicting Shortcuts
de: Konflikt-Kurzbefehle
es: Atajos en conflicto
fr: Raccourcis en conflit
it: Scorciatoie in conflitto
ja: 競合ショートカット
ko: 충돌 단축키
ru: Конфликтующие сочетания
zh_hans: 冲突快捷键
zh_hant: 衝突快捷鍵

# panel.common_shortcuts
source: Common Shortcuts
de: Häufige Kurzbefehle
es: Atajos comunes
fr: Raccourcis courants
it: Scorciatoie comuni
ja: よく使うショートカット
ko: 자주 사용하는 단축키
ru: Часто используемые сочетания
zh_hans: 常用快捷键
zh_hant: 常用快捷鍵

# panel.loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
ru: Загрузка...
zh_hans: 加载中...
zh_hant: 載入中...

# panel.statistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 統計
ko: 통계
ru: Статистика
zh_hans: 统计
zh_hant: 統計

# panel.settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置
zh_hant: 設定

# conflict.severity
source: Severity
de: Schweregrad
es: Gravedad
fr: Gravité
it: Gravità
ja: 重大度
ko: 심각도
ru: Серьёзность
zh_hans: 严重程度
zh_hant: 嚴重程度

source: Conflict Type
de: Konflikttyp
es: Tipo de conflicto
fr: Type de conflit
it: Tipo di conflitto
ja: 競合タイプ
ko: 충돌 유형
ru: Тип конфликта
zh_hans: 冲突类型
zh_hant: 衝突類型

# conflict.conflicting_app
source: Conflicting App
de: Konflikt-App
es: App en conflicto
fr: App en conflit
it: App in conflitto
ja: 競合アプリ
ko: 충돌 앱
ru: Конфликтующее приложение
zh_hans: 冲突应用
zh_hant: 衝突應用

# conflict.suggestions
source: Suggestions
de: Vorschläge
es: Sugerencias
it: Suggerimenti
ja: 提案
ko: 제안
ru: Предложения
zh_hans: 建议
zh_hant: 建議

# remapping.title
source: Remap Shortcut
de: Kurzbefehl neu zuordnen
es: Reasignar atajo
fr: Remapper le raccourci
it: Rimappa scorciatoia
ja: ショートカットをリマップ
ko: 단축키 리매핑
ru: Переназначить сочетание
zh_hans: 重映射快捷键
zh_hant: 重新映射快捷鍵

# remapping.description
source: Map shortcut to another combination, only effective in current app
de: Kurzbefehl einer anderen Kombination zuordnen, nur in der aktuellen App wirksam
es: Mapear atajo a otra combinación, solo efectivo en la app actual
fr: Mapper le raccourci vers une autre combinaison, effectif uniquement dans l'app actuelle
it: Mappa la scorciatoia a un'altra combinazione, efficace solo nell'app corrente
ja: ショートカットを別の組み合わせにマップします。現在のアプリでのみ有効
ko: 단축키를 다른 조합으로 매핑합니다. 현재 앱에서만 적용됩니다
ru: Сопоставить сочетание с другой комбинацией, действует только в текущем приложении
zh_hans: 将快捷键映射到其他组合，仅在当前应用中生效
zh_hant: 將快捷鍵映射到其他組合，僅在目前應用程式中生效

# remapping.current_shortcut
source: Current Shortcut
de: Aktueller Kurzbefehl
es: Atajo actual
fr: Raccourci actuel
it: Scorciatoia attuale
ja: 現在のショートカット
ko: 현재 단축키
ru: Текущее сочетание
zh_hans: 当前快捷键
zh_hant: 目前快捷鍵

# remapping.new_shortcut
source: New Shortcut
de: Neuer Kurzbefehl
es: Nuevo atajo
fr: Nouveau raccourci
it: Nuova scorciatoia
ja: 新しいショートカット
ko: 새 단축키
ru: Новое сочетание
zh_hans: 新快捷键
zh_hant: 新快捷鍵

# remapping.hint
source: Tip: Use ⌘(Command) ⇧(Shift) ⌥(Option) ⌃(Control) + letter/number
de: Tipp: Verwenden Sie ⌘(Command) ⇧(Shift) ⌥(Option) ⌃(Control) + Buchstabe/Zahl
es: Consejo: Usa ⌘(Command) ⇧(Shift) ⌥(Option) ⌃(Control) + letra/número
fr: Astuce : Utilisez ⌘(Command) ⇧(Shift) ⌥(Option) ⌃(Control) + lettre/chiffre
it: Suggerimento: Usa ⌘(Command) ⇧(Shift) ⌥(Option) ⌃(Control) + lettera/numero
ja: ヒント：⌘(Command) ⇧(Shift) ⌥(Option) ⌃(Control) + 文字/数字を使用
ko: 팁: ⌘(Command) ⇧(Shift) ⌥(Option) ⌃(Control) + 문자/숫자 사용
ru: Подсказка: Используйте ⌘(Command) ⇧(Shift) ⌥(Option) ⌃(Control) + буква/цифра
zh_hans: 提示: 使用 ⌘(Command) ⇧(Shift) ⌥(Option) ⌃(Control) + 字母/数字
zh_hant: 提示：使用 ⌘(Command) ⇧(Shift) ⌥(Option) ⌃(Control) + 字母/數字

# remapping.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
ru: Сбросить
zh_hans: 重置
zh_hant: 重設

# menu.show_panel
source: Show Shortcut Panel
de: Kurzbefehl-Panel anzeigen
es: Mostrar panel de atajos
fr: Afficher le panneau des raccourcis
it: Mostra pannello scorciatoie
ja: ショートカットパネルを表示
ko: 단축키 패널 표시
ru: Показать панель сочетаний
zh_hans: 显示快捷键面板
zh_hant: 顯示快捷鍵面板

# menu.statistics
source: Statistics
de: Statistikanalyse
es: Análisis estadístico
fr: Analyse statistique
it: Analisi statistiche
ja: 統計分析
ko: 통계 분석
ru: Статистический анализ
zh_hans: 统计分析
zh_hant: 統計分析

# menu.settings
source: Settings...
de: Einstellungen...
es: Configuración...
fr: Paramètres...
it: Impostazioni...
ja: 設定...
ko: 설정...
ru: Настройки...
zh_hans: 设置...
zh_hant: 設定...

# menu.about
source: About Keymap
de: Über Keymap
es: Acerca de Keymap
fr: À propos de Keymap
it: Informazioni su Keymap
ja: Keymap について
ko: Keymap 정보
ru: О программе Keymap
zh_hans: 关于 Keymap
zh_hant: 關於 Keymap

# menu.quit
source: Quit Keymap
de: Keymap beenden
es: Salir de Keymap
fr: Quitter Keymap
it: Esci da Keymap
ja: Keymap を終了
ko: Keymap 종료
ru: Завершить Keymap
zh_hans: 退出 Keymap
zh_hant: 結束 Keymap

# menu.permission_warning
source: ⚠️ Accessibility Permission Required
de: ⚠️ Bedienungshilfen-Berechtigung erforderlich
es: ⚠️ Se requiere permiso de accesibilidad
fr: ⚠️ Autorisation d'accessibilité requise
it: ⚠️ Richiesto permesso accessibilità
ja: ⚠️ アクセシビリティ権限が必要です
ko: ⚠️ 손쉬운 사용 권한이 필요합니다
ru: ⚠️ Требуется разрешение универсального доступа
zh_hans: ⚠️ 需要辅助功能权限
zh_hant: ⚠️ 需要輔助使用權限

# menu.permission_tooltip
source: Click to open System Settings to grant permission
de: Klicken, um Systemeinstellungen zu öffnen und Berechtigung zu erteilen
es: Haz clic para abrir Configuración del Sistema y otorgar permiso
fr: Cliquez pour ouvrir les Paramètres système et accorder l'autorisation
it: Clicca per aprire Impostazioni di Sistema e concedere il permesso
ja: クリックしてシステム設定を開き、権限を付与
ko: 클릭하여 시스템 설정을 열고 권한을 부여하세요
ru: Нажмите, чтобы открыть Системные настройки и предоставить разрешение
zh_hans: 点击打开系统设置授予权限
zh_hant: 點擊開啟系統設定授予權限

# category.file
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
ru: Файл
zh_hans: 文件
zh_hant: 檔案

# category.edit
source: Edit
de: Bearbeiten
es: Edición
fr: Édition
it: Modifica
ja: 編集
ko: 편집
ru: Редактирование
zh_hans: 编辑
zh_hant: 編輯

# category.view
source: View
de: Ansicht
es: Vista
fr: Affichage
it: Vista
ja: 表示
ko: 보기
ru: Вид
zh_hans: 视图
zh_hant: 檢視

# category.window
source: Window
de: Fenster
es: Ventana
fr: Fenêtre
it: Finestra
ja: ウィンドウ
ko: 윈도우
ru: Окно
zh_hans: 窗口
zh_hant: 視窗

# category.system
source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
ru: Система
zh_hans: 系统
zh_hant: 系統

# category.navigation
source: Navigation
es: Navegación
it: Navigazione
ja: ナビゲーション
ko: 탐색
ru: Навигация
zh_hans: 导航
zh_hant: 導覽

# category.other
source: Other
de: Sonstiges
es: Otros
fr: Autre
it: Altro
ja: その他
ko: 기타
ru: Другое
zh_hans: 其他
zh_hant: 其他

# conflict.type.system
source: System
de: Systemebene
es: Nivel de sistema
fr: Niveau système
it: Livello sistema
ja: システムレベル
ko: 시스템 수준
ru: Системный уровень
zh_hans: 系统级
zh_hant: 系統級

# conflict.type.application
source: Application
de: App-Ebene
es: Nivel de aplicación
fr: Niveau application
it: Livello applicazione
ja: アプリレベル
ko: 앱 수준
ru: Уровень приложения
zh_hans: 应用级
zh_hant: 應用級

# conflict.type.global
source: Global
it: Globale
ja: グローバル
ko: 전역
ru: Глобальный
zh_hans: 全局
zh_hant: 全域

# conflict.type.functional
source: Functional
de: Funktional
es: Funcional
fr: Fonctionnel
it: Funzionale
ja: 機能
ko: 기능
ru: Функциональный
zh_hans: 功能
zh_hant: 功能

# conflict.severity.high
source: High
de: Hoch
es: Alta
fr: Élevée
it: Alta
ja: 高
ko: 높음
ru: Высокая
zh_hans: 高
zh_hant: 高

# conflict.severity.medium
source: Medium
de: Mittel
es: Media
fr: Moyenne
it: Media
ja: 中
ko: 중간
ru: Средняя
zh_hans: 中
zh_hant: 中

# conflict.severity.low
source: Low
de: Niedrig
es: Baja
fr: Faible
it: Bassa
ja: 低
ko: 낮음
ru: Низкая
zh_hans: 低
zh_hant: 低

# usage.context.normal
source: Normal
it: Normale
ja: 通常
ko: 일반
ru: Обычный
zh_hans: 正常
zh_hant: 正常

# usage.context.conflict
source: Conflict
de: Konflikt
es: Conflicto
fr: Conflit
it: Conflitto
ja: 競合
ko: 충돌
ru: Конфликт
zh_hans: 冲突
zh_hant: 衝突

# usage.context.remapped
source: Remapped
de: Neu zugeordnet
es: Reasignado
fr: Remappé
it: Rimappato
ja: リマップ済み
ko: 리매핑됨
ru: Переназначено
zh_hans: 重映射
zh_hant: 重新映射

# resolution.strategy.disable
source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disabilita
ja: 無効にする
ko: 비활성화
ru: Отключить
zh_hans: 禁用
zh_hant: 停用

# resolution.strategy.remap
source: Remap
de: Neu zuordnen
es: Reasignar
fr: Remapper
it: Rimappa
ja: リマップ
ko: 리매핑
ru: Переназначить
zh_hans: 重映射
zh_hant: 重新映射

# resolution.strategy.ignore
source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
ja: 無視
ko: 무시
ru: Игнорировать
zh_hans: 忽略
zh_hant: 忽略

# resolution.strategy.manual
source: Manual
de: Manuell behandeln
es: Tratamiento manual
fr: Traitement manuel
it: Gestione manuale
ja: 手動処理
ko: 수동 처리
ru: Вручную
zh_hans: 手动处理
zh_hant: 手動處理

# notification.permission.title
source: Permission Required
de: Berechtigung erforderlich
es: Permiso requerido
fr: Autorisation requise
it: Permesso richiesto
ja: 権限が必要です
ko: 권한이 필요합니다
ru: Требуется разрешение
zh_hans: 需要授权
zh_hant: 需要授權

# notification.permission.message
source: Please grant Keymap accessibility permission in System Settings
de: Bitte gewähren Sie Keymap die Bedienungshilfen-Berechtigung in den Systemeinstellungen
es: Por favor, otorga a Keymap el permiso de accesibilidad en Configuración del Sistema
fr: Veuillez accorder à Keymap l'autorisation d'accessibilité dans les Paramètres système
it: Per favore concedi a Keymap il permesso di accessibilità nelle Impostazioni di Sistema
ja: システム設定で Keymap にアクセシビリティ権限を付与してください
ko: 시스템 설정에서 Keymap에 손쉬운 사용 권한을 부여해 주세요
ru: Пожалуйста, предоставьте Keymap разрешение универсального доступа в Системных настройках
zh_hans: 请在系统设置中授予 Keymap 辅助功能权限
zh_hant: 請在系統設定中授予 Keymap 輔助使用權限

# notification.permission.message.dock
source: Please grant Keymap accessibility permission in System Settings to use
de: Bitte gewähren Sie Keymap die Bedienungshilfen-Berechtigung in den Systemeinstellungen, um es zu verwenden
es: Por favor, otorga a Keymap el permiso de accesibilidad en Configuración del Sistema para usarlo
fr: Veuillez accorder à Keymap l'autorisation d'accessibilité dans les Paramètres système pour l'utiliser
it: Per favore concedi a Keymap il permesso di accessibilità nelle Impostazioni di Sistema per usarlo
ja: 使用するにはシステム設定で Keymap にアクセシビリティ権限を付与してください
ko: 사용하려면 시스템 설정에서 Keymap에 손쉬운 사용 권한을 부여해 주세요
ru: Пожалуйста, предоставьте Keymap разрешение универсального доступа в Системных настройках для использования
zh_hans: 请在系统设置中授予Keymap辅助功能权限后使用
zh_hant: 請在系統設定中授予 Keymap 輔助使用權限後使用

# notification.conflict.title
source: Shortcut Conflict Detected
de: Kurzbefehl-Konflikt erkannt
es: Conflicto de atajo detectado
fr: Conflit de raccourci détecté
it: Conflitto scorciatoia rilevato
ja: ショートカット競合を検出
ko: 단축키 충돌 감지됨
ru: Обнаружен конфликт сочетаний
zh_hans: 检测到快捷键冲突
zh_hant: 偵測到快捷鍵衝突

# notification.conflict.system
source: conflicts with system shortcut
de: Konflikt mit System-Kurzbefehl
es: Conflicto con atajo del sistema
fr: Conflit avec un raccourci système
it: Conflitto con scorciatoia di sistema
ja: システムショートカットと競合
ko: 시스템 단축키와 충돌
ru: Конфликт с системным сочетанием
zh_hans: 与系统快捷键冲突
zh_hant: 與系統快捷鍵衝突

# notification.conflict.global
source: conflicts with %@
de: Konflikt mit %@
es: Conflicto con %@
fr: Conflit avec %@
it: Conflitto con %@
ja: %@ と競合
ko: %@와(과) 충돌
ru: Конфликт с %@
zh_hans: 与 %@ 冲突
zh_hant: 與 %@ 衝突

# notification.conflict.application
source: duplicate definition in application
de: Doppelte Definition in der App
es: Definición duplicada en la app
fr: Définition en double dans l'app
it: Definizione duplicata nell'app
ja: アプリ内で重複定義
ko: 앱 내 중복 정의
ru: Дублирование в приложении
zh_hans: 应用内重复定义
zh_hant: 應用程式內重複定義

# notification.conflict.functional
source: functional conflict
de: Funktionaler Konflikt
es: Conflicto funcional
fr: Conflit fonctionnel
it: Conflitto funzionale
ja: 機能競合
ko: 기능 충돌
ru: Функциональный конфликт
zh_hans: 功能冲突
zh_hant: 功能衝突

# notification.conflict.multiple
source: , total %d conflicts
de: , insgesamt %d Konflikte
es: , %d conflictos en total
fr: , %d conflits au total
it: , %d conflitti in totale
ja: 、合計 %d 件の競合
ko: , 총 %d개의 충돌
ru: , всего %d конфликтов
zh_hans: ，共 %d 个冲突
zh_hant: ，共 %d 個衝突

# notification.conflict.view_details
source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Vedi dettagli
ja: 詳細を表示
ko: 상세 보기
ru: Подробнее
zh_hans: 查看详情
zh_hant: 檢視詳情

# notification.remapping.success.title
source: Remapping Successful
de: Neuzuordnung erfolgreich
es: Reasignación exitosa
fr: Remappage réussi
it: Rimappatura riuscita
ja: リマップ成功
ko: 리매핑 성공
ru: Переназначение выполнено
zh_hans: 重映射成功
zh_hant: 重新映射成功

# statistics.title
source: Statistics
de: Statistikanalyse
es: Análisis estadístico
fr: Analyse statistique
it: Analisi statistiche
ja: 統計分析
ko: 통계 분석
ru: Статистический анализ
zh_hans: 统计分析
zh_hant: 統計分析

# statistics.overview
source: Overview
de: Übersicht
es: Resumen
fr: Vue d'ensemble
it: Panoramica
ja: 概要
ko: 개요
ru: Обзор
zh_hans: 概览
zh_hant: 概覽

# statistics.total_usage
source: Total Usage
de: Gesamtnutzung
es: Uso total
fr: Utilisation totale
it: Utilizzo totale
ja: 総使用回数
ko: 총 사용 횟수
ru: Всего использований
zh_hans: 总使用次数
zh_hant: 總使用次數

# statistics.conflicts
source: Conflicts
de: Konflikte
es: Conflictos
fr: Conflits
it: Conflitti
ja: 競合回数
ko: 충돌 횟수
ru: Конфликты
zh_hans: 冲突次数
zh_hant: 衝突次數

# statistics.efficiency_score
source: Efficiency Score
de: Konfliktfreie Rate
es: Tasa sin conflictos
fr: Taux sans conflit
it: Tasso senza conflitti
ja: 競合なし率
ko: 충돌 없음 비율
ru: Уровень без конфликтов
zh_hans: 无冲突率
zh_hant: 無衝突率

# statistics.active_apps
source: Active Apps
de: Aktive Apps
es: Apps activas
fr: Apps actives
it: App attive
ja: アクティブアプリ
ko: 활성 앱
ru: Активные приложения
zh_hans: 活跃应用
zh_hant: 活躍應用

# statistics.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로고침
ru: Обновить
zh_hans: 刷新
zh_hant: 重新整理

# statistics.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
ru: Экспорт
zh_hans: 导出
zh_hant: 匯出

# statistics.top_shortcuts
source: Usage Frequency Ranking (Top 10)
de: Nutzungshäufigkeit-Ranking (Top 10)
es: Ranking de frecuencia de uso (Top 10)
fr: Classement de fréquence d'utilisation (Top 10)
it: Classifica frequenza utilizzo (Top 10)
ja: 使用頻度ランキング（上位10件）
ko: 사용 빈도 순위 (상위 10개)
ru: Рейтинг частоты использования (Топ 10)
zh_hans: 使用频率排行 (Top 10)
zh_hant: 使用頻率排行（前 10 名）

# statistics.no_data
source: No data available
de: Keine Daten verfügbar
es: Sin datos disponibles
fr: Aucune donnée disponible
it: Nessun dato disponibile
ja: データがありません
ko: 데이터가 없습니다
ru: Нет данных
zh_hans: 暂无数据
zh_hant: 暫無資料

# statistics.usage_trend
source: Usage Trend
de: Nutzungstrend
es: Tendencia de uso
fr: Tendance d'utilisation
it: Tendenza utilizzo
ja: 使用傾向
ko: 사용 추세
ru: Тенденция использования
zh_hans: 使用趋势
zh_hant: 使用趨勢

# statistics.tracking_disabled
source: Usage statistics tracking needs to be enabled
de: Nutzungsstatistik-Verfolgung muss aktiviert werden
es: El seguimiento de estadísticas de uso debe estar activado
fr: Le suivi des statistiques d'utilisation doit être activé
it: Il tracciamento delle statistiche di utilizzo deve essere abilitato
ja: 使用統計の追跡を有効にする必要があります
ko: 사용 통계 추적을 활성화해야 합니다
ru: Необходимо включить отслеживание статистики использования
zh_hans: 需要开启使用统计追踪
zh_hant: 需要開啟使用統計追蹤

# statistics.tracking_hint_1
source: Make sure 'Usage Statistics Tracking' is enabled in settings
de: Stellen Sie sicher, dass 'Nutzungsstatistik-Verfolgung' in den Einstellungen aktiviert ist
es: Asegúrate de que 'Seguimiento de estadísticas de uso' esté activado en configuración
fr: Assurez-vous que « Suivi des statistiques d'utilisation » est activé dans les paramètres
it: Assicurati che 'Tracciamento statistiche utilizzo' sia abilitato nelle impostazioni
ja: 設定で「使用統計の追跡」機能が有効になっていることを確認
ko: 설정에서 '사용 통계 추적' 기능이 활성화되어 있는지 확인하세요
ru: Убедитесь, что «Отслеживание статистики использования» включено в настройках
zh_hans: 确保在设置中开启了"使用统计追踪"功能
zh_hant: 確保在設定中開啟了「使用統計追蹤」功能

# statistics.tracking_hint_2
source: After using shortcuts, system will automatically record usage data
de: Nach der Verwendung von Kurzbefehlen zeichnet das System automatisch Nutzungsdaten auf
es: Después de usar atajos, el sistema registrará automáticamente los datos de uso
fr: Après l'utilisation des raccourcis, le système enregistrera automatiquement les données
it: Dopo l'uso delle scorciatoie, il sistema registrerà automaticamente i dati di utilizzo
ja: ショートカット使用後、システムが自動的に使用データを記録
ko: 단축키를 사용하면 시스템이 자동으로 사용 데이터를 기록합니다
ru: После использования сочетаний система автоматически запишет данные
zh_hans: 使用快捷键后，系统会自动记录使用数据
zh_hant: 使用快捷鍵後，系統會自動記錄使用資料

# statistics.tracking_hint_3
source: Data will start showing in trend chart from next day
de: Daten werden ab dem nächsten Tag im Trenddiagramm angezeigt
es: Los datos aparecerán en el gráfico de tendencias a partir del día siguiente
fr: Les données apparaîtront dans le graphique de tendance à partir du lendemain
it: I dati appariranno nel grafico delle tendenze a partire dal giorno successivo
ja: データは翌日から傾向グラフに表示されます
ko: 데이터는 다음 날부터 추세 그래프에 표시됩니다
ru: Данные появятся в графике тенденций на следующий день
zh_hans: 数据将在次日开始显示趋势图
zh_hant: 資料將在隔日開始顯示趨勢圖

# statistics.high_conflict_shortcuts
source: High Conflict Shortcuts
de: Kurzbefehle mit hohem Konflikt
es: Atajos con alto conflicto
fr: Raccourcis à fort conflit
it: Scorciatoie con alto conflitto
ja: 高競合ショートカット
ko: 높은 충돌 단축키
ru: Сочетания с высоким уровнем конфликтов
zh_hans: 高冲突快捷键
zh_hant: 高衝突快捷鍵

# statistics.no_conflicts
source: Awesome! No conflicts currently
de: Großartig! Derzeit keine Konflikte
es: ¡Excelente! No hay conflictos actualmente
fr: Excellent ! Aucun conflit actuellement
it: Ottimo! Nessun conflitto attualmente
ja: 素晴らしい！現在競合はありません
ko: 훌륭합니다! 현재 충돌이 없습니다
ru: Отлично! Конфликтов нет
zh_hans: 太棒了！当前没有冲突
zh_hant: 太棒了！目前沒有衝突

# statistics.optimization_suggestions
source: Optimization Suggestions
de: Optimierungsvorschläge
es: Sugerencias de optimización
fr: Suggestions d'optimisation
it: Suggerimenti di ottimizzazione
ja: 最適化の提案
ko: 최적화 제안
ru: Предложения по оптимизации
zh_hans: 优化建议
zh_hant: 最佳化建議

# statistics.no_suggestions
source: No suggestions
de: Keine Vorschläge
es: Sin sugerencias
fr: Aucune suggestion
it: Nessun suggerimento
ja: 提案はありません
ko: 제안 없음
ru: Нет предложений
zh_hans: 暂无建议
zh_hant: 暫無建議

# action.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# action.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# action.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
ru: Сбросить
zh_hans: 重置
zh_hant: 重設

# action.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
ru: Подтвердить
zh_hans: 确定
zh_hant: 確定

# action.export
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
ru: Экспорт
zh_hans: 导出
zh_hant: 匯出

# action.import
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
ru: Импорт
zh_hans: 导入
zh_hant: 匯入

# action.refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로고침
ru: Обновить
zh_hans: 刷新
zh_hant: 重新整理

# action.add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
ru: Добавить
zh_hans: 添加
zh_hant: 新增

# action.record
source: Record
de: Aufnehmen
es: Grabar
fr: Enregistrer
it: Registra
ja: 記録
ko: 녹화
ru: Записать
zh_hans: 录制
zh_hant: 錄製

# action.recording
source: Recording...
de: Aufnahme läuft...
es: Grabando...
fr: Enregistrement...
it: Registrazione...
ja: 記録中...
ko: 녹화 중...
ru: Запись...
zh_hans: 录制中...
zh_hant: 錄製中...

# time.seconds
source: seconds
de: Sekunden
es: segundos
fr: secondes
it: secondi
ja: 秒
ko: 초
ru: секунд
zh_hans: 秒
zh_hant: 秒

# time.hours
source: hours
de: Stunden
es: horas
fr: heures
it: ore
ja: 時間
ko: 시간
ru: часов
zh_hans: 小时
zh_hant: 小時

# common.loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
ru: Загрузка...
zh_hans: 加载中...
zh_hant: 載入中...

# common.empty
source: Empty
de: Leer
es: Vacío
fr: Vide
it: Vuoto
ja: 空
ko: 비어 있음
ru: Пусто
zh_hans: 空
zh_hant: 空
